[
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"titulo": ["Alan Wake 2: Modo de rendimiento confirmado para PS5 y Xbox Series X"], "contenido": ["Remedy Entertainment ha confirmado que Alan Wake 2 tendrá el modo ", "Rendimiento", " en ", "PS5", " y ", "Xbox Series X.", "La noticia llega a través del director de comunicaciones de ", "Remedy", ", ", "Thomas Puha", ", quien anunció en una ", "publicación", " en X/Twitter, que el desarrollador agregará un modo de rendimiento al juego después de programarlo para que se ejecute a 30 fps para empezar. Dijo que se hizo para poner énfasis en los gráficos y el entorno macabro del juego.", "\"Me alegra decir que Alan Wake 2 tendrá un modo Rendimiento en PS5 y Xbox Series X. El juego se creó desde el principio como una experiencia de 30 fps centrándose en las imágenes y el ambiente, pero de alguna manera logramos incluir un modo de rendimiento sólido. Hablaremos de los detalles más tarde”.", "Los fanáticos de X/Twitter señalaron que ", "Puha", " especificó que el modo ", "Rendimiento", " llegará a la versión ", "Xbox Series X ", "de ", "Alan Wake 2", ", pero no a ", "Xbox Series S", ". IGN se acercó para comentar si la función se agregará a esta última consola.", "En respuesta a la publicación de Puha, un fan preguntó: \"", "Cuando dices rendimiento, ¿te refieres a desbloqueado con un objetivo de 60 fps o un bloqueo real de 60 fps la mayor parte del tiempo?", "\" Puha respondió que Remedy \"", "todavía está modificando eso", "\".", "En una publicación después, ", "Puha", " habló sobre los desafíos que enfrenta ", "Remedy", " en cuanto a desempeño con el lado ", "Saga", " del juego (", "Saga Anderson", " es uno de los dos protagonistas jugables en ", "Alan Wake 2", ")", "\"... el noroeste del Pacífico tiene mucho follaje, árboles (objetos transparentes), iluminación costosa (que se ve increíble), entre muchas otras características que lo hacen realmente desafiante en cuanto a la velocidad de fotogramas\", explicó Puha.", "El director creativo de ", "Alan Wake 2", ", ", "Sam Lake", ", dijo recientemente en ", "IGN First", " que el juego unirá a ", "Bright Falls, Control y Max Payne", " en un universo conectado. Esto se debe a que ", "Control", " y ", "Alan Wake 2", " son títulos del ", "Remedy Connected Universe", " y los eventos de ambos juegos se superponen.", "Alan Wake 2 se lanzará el 27 de octubre."]},
{"titulo": ["Horizon: Forbidden West Complete Edition será el primer juego de PS5 de dos discos"], "contenido": ["Playstation 5", " por fin tendrá su primer juego que llegará en dos discos tras en lanzamiento de la consola y se trata de ", "Horizon: Forbidden West Complete Edition.", "Esta edición incluye el juego base de ", "Horizon: Forbidden West", " y la expansión de ", "Forbbiden West: Burning Shores", ", tendrá un costó de ", "$69.99 / €59.99 / ¥7,980", " en PS5", "Aquí está la lista completa de todo lo que incluye esta edición definitva para ", "PS5", ":", "\n\t", "Horizon: Forbidden West para PS5", "\n\t", "DLC de Burning Shores", "\n\t", "Soundtrack digital", "\n\t", "Libro de arte digital", "\n\t", "Horizon Zero Dawn Vol. 1: The Sunhawk (cómic digital)", "\n\t", "Items:\n\t", "\n\t\t", "Extras en el modo foto (pose especial y pintura de guerra)", "\n\t", "\n\t", "\n\t", "Items desbloqueables mediante el avance de la historia:\n\t", "\n\t\t", "Traje Carja Behemoth de Elite · Arco Carja Behemoth", "\n\t\t", "Traje Nora Thunder de Elite", "\n\t\t", "Pieza de golpe de la máquina Apex Clawstrider", "\n\t\t", "Pack de recursos", "\n\t", "\n\t", "\n", "La capacidad de almacenamiento de los discos ", "Blu-ray Ultra HD", " es de hasta ", "100 GB", ". ", "Horizon: Forbidden West Complete Edition", " pesa un máximo de ", "121 GB", ", según la caja del juego revelada por ", "Does it play?", " ", "Vale la pena señalar que los discos de ", "Horizon: Forbidden West Complete Collection", " se utilizan para la autenticación, por lo que los jugadores no necesitan cambiar entre los ambos.", "Horizon: Forbidden West Complete Edition", ", que se lanza mañana, 6 de octubre, tendrá un estreno previo al próximo ", "Final Fantasy 7: Rebirth", " de ", "Square Enix", ", que también viene en dos discos y su lanzamiento está previsto para febrero.", "Si bien la versión para ", "PS5 de Horizon: Forbidden West Complete Edition", " se lanza esta semana, los jugadores de PC tendrán que esperar. La versión para PC, desarrollada por ", "Nixxes Softwar", "e, especialista en port para PC, propiedad de Sony, se lanzará a principios de 2024 a través de Steam y Epic Games Store.", "Wesley es editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100. "]},
{"titulo": ["Sony confirma el PS5 Slim para la temporada navideña"], "contenido": ["Sony ha confirmado la muy rumoreada ", "PlayStation 5 Slim", ", que saldrá para esta temporada navideña.", "El diseño de ", "PS5", " más pequeño viene con 1 TB de almacenamiento para ", "PS5", " y ", "PS5 Digital", ", y el nuevo modelo ofrece la opción de agregar una unidad de disco ", "Blu-ray Ultra HD", " a la edición digital.", "En una publicación en el ", "blog de ", "PlayStation", ", ", "Sid Shuman", ", director senior de ", "SIE Content Communications", ", dijo que ", "Sony", " creó esta nueva PS5 \"", "para abordar las necesidades cambiantes de los jugadores", "\".", "\"Nuestros equipos de ingeniería y diseño colaboraron en un nuevo factor de forma que proporciona mayores opciones y flexibilidad. Las mismas características tecnológicas que hacen de PS5 la mejor para jugar están empaquetadas en un factor de forma más pequeño, junto con una unidad de disco Blu-ray Ultra HD conectable y un SSD de 1 TB para más almacenamiento interno\". Comenta Shuman.", "La nueva ", "PS5", " se ha reducido en volumen en más de un 30% y en peso en un 18% y un 24% en comparación con los modelos anteriores, dijo ", "Sony", ". Hay cuatro paneles de cubierta separados, con la parte superior en aspecto brillante, mientras que la parte inferior permanece en mate. Si compras la edición digital de ", "PS5", ", puedes agregar la unidad de disco ", "Blu-ray Ultra HD", " para ", "PS5", " más adelante, ya que también se venderá por separado por $79,99 | 119,99€ | £ 99,99 | 11.980 yenes.", "El nuevo modelo de ", "PS5", " estará disponible a partir de ", "noviembre en EE. UU", ". en minoristas locales selectos y en direct.playstation.com cuando esté disponible, agregó Sony. Continuará implementándose a nivel mundial en los meses siguientes. Una vez que se agote el inventario del modelo actual de PS5, la nueva PS5 se convertirá en el único modelo disponible.", "Estos son los precios minoristas recomendados para el nuevo modelo de", " PS5", ", a partir del lanzamiento en noviembre en los minoristas participantes:", "\n\t", "U.S.\n\t", "\n\t\t", "PS5 con unidad de disco Ultra HD Blu-ray – $499,99", "\n\t\t", "Edición digital PS5 – $449,99", "\n\t", "\n\t", "\n\t", "Europe\n\t", "\n\t\t", "PS5 con unidad de disco Blu-ray Ultra HD – 549,99 EUR", "\n\t\t", "Edición digital PS5 – 449,99 euros", "\n\t", "\n\t", "\n\t", "UK\n\t", "\n\t\t", "PS5 con unidad de disco Blu-ray Ultra HD – £ 479,99", "\n\t\t", "Edición digital PS5 – £ 389,99", "\n\t", "\n\t", "\n\t", "Japan\n\t", "\n\t\t", "PS5 con unidad de disco Ultra HD Blu-ray: 66 980 JPY (impuestos incluidos)", "\n\t\t", "PS5 con unidad de disco Ultra HD Blu-ray: 66 980 JPY (impuestos incluidos)", "\n\t", "\n\t", "\n", "Se incluye un soporte horizontal con el nuevo modelo de PS5. Un nuevo soporte vertical compatible con todos los modelos de PS5 se venderá por separado a $29,99 | 29,99 € | £ 24,99 | 3.980 yenes.", "¿Qué opinas?", "Wesley es editor de noticias del Reino Unido para IGN. Encuéntralo en Twiter como @wyp100. "]},
{"titulo": ["PS5 Slim: Sony confirma que el nuevo modelo seguirá teniendo expansión de almacenamiento"], "contenido": ["En un guiño tranquilizador a las necesidades de almacenamiento de los jugadores, ", "Sony", " ha confirmado oficialmente que su consola ", "PS5 Slim", " mantendrá sus capacidades de almacenamiento ampliables, lo que garantiza que los jugadores seguirán teniendo la opción de agregar almacenamiento adicional a su consola si lo desean.", "Un portavoz de ", "PlayStation", " le dijo a ", "IGN", " por correo electrónico que la ", "PS5 Slim", " \"no hay cambios con el nuevo modelo\", es decir, el proceso de quitar el panel de la cubierta trasera de la consola e instalar manualmente un ", "SSD adicional", ".", "De cualquier manera, la ", "PS5 Slim", " incluirá más memoria que la versión de lanzamiento, con 1 TB de almacenamiento SSD interno en lugar de los 825 GB que se encuentran en el modelo de lanzamiento (que solo eran utilizables 667 GB). Sin embargo, el soporte continuo de la PS5 Slim para el almacenamiento expandible parece ser una gran ventaja para aquellos que buscan comprar el rediseño.", "Con el lanzamiento de muchos juegos de gran éxito en la consola doméstica de novena generación de Sony con archivos de gran tamaño, la opción de incluir un ", "SSD M.2 ", "para ampliar el almacenamiento en el sistema es una buena característica, especialmente si se tiene en cuenta que el mes pasado se lanzó una actualización de software, lo que permite admitir hasta 8 TB de almacenamiento SSD adicional.", "Al igual que con el modelo de lanzamiento, no puedes simplemente colocar cualquier", " SSD M.2", " dentro de la ", "PS5", ". Sony ha dicho anteriormente que el ", "SSD M.2", " debe ser ", "PCIe Gen4", ", y aunque dijo que las velocidades de lectura deben ser de al menos 5500 MB/s, varios usuarios han probado que en el interior funcionarán SSD M.2 con una velocidad de lectura más lenta.", "Taylor es una reportera de IGN. Puedes seguirla en Twitter como ", "@TayNixster."]},
{"titulo": ["Comparación de la nueva PS5 Slim con la versión de lanzamiento y con la Xbox"], "contenido": ["Sony ha anunciado oficialmente que las ", "versiones más delgadas de PlayStation 5 y PlayStation 5 Digital Edition", " llegarán justo a tiempo para la temporada navideña, y estamos aquí para ver no solo ", "cómo se comparan con las PS5 de lanzamiento, sino también con la Xbox Series X/S", ".", "Usando la unidad de disco y el control como referencia, Armando Torres de IGN hizo ", "una comparación aproximada de tamaño entre las dos consolas", ", que puedes ver en la imagen de arriba.", "Sony dice que \"la nueva PS5 se ha reducido en volumen en más de un 30% y en peso en un 18% y un 24% en comparación con los modelos anteriores\". La ", "PS5 original", " tenía 390 mm x 260 mm x 104 mm (15.4 x 10.2 x 4.1 pulgadas) y el nuevo modelo tendrá aproximadamente 358 mm x 96 mm x 216 mm (14.0 x 3.7 x 8.5 pulgadas).", "Mientras tanto, el modelo de lanzamiento de ", "PS5 Digital Edition", " mide 390 mm x 260 mm x 92 mm (15.3 x 10.2 x 3.6 pulgadas), mientras que la nueva PS5 Digital Edition tendrá 358 mm x 80 mm x 216 mm (14.0 x 3.1 pulgadas x 8.5 pulgadas).", "La ", "Xbox Series X y la Xbox Series S", " son obviamente muy diferentes de las PS5 antiguas y nuevas, pero pensamos en compararlas para que puedas ver cómo se combinarán en tu hogar. La Xbox Series X mide 152.4 mm x 304.8 mm x 152.4 (6.0 x 12.0 x 6.0 pulgadas) y la Xbox Series S mide 279 mm x 149.8 mm x 66.0 mm (11.0 x 5.9 x 2.6 pulgadas).", "Para tener una idea precisa de cómo se comparan todas las consolas, utilizamos el sitio CompareSizes para ", "generar una imagen aproximada de todas ellas juntas", ".", "Si bien las nuevas PS5 ", "no son más potentes que los modelos de lanzamiento", ", existen algunas diferencias clave. En primer lugar, ambos modelos ", "ahora tienen 1 TB de almacenamiento", ", frente a los 825 GB ofrecidos en los modelos de lanzamiento. Además, Sony ofrece la ", "opción de agregar una unidad de disco Blu-ray Ultra HD a la edición digital de PS5", " en cualquier momento por $79.99 dólares. Los nuevos modelos también tienen cuatro paneles de cubierta separados, los dos superiores tienen un aspecto brillante y el inferior es mate.", "También es importante tener en cuenta que la nueva PS5 Digital Edition ha subido de precio 50 dólares en comparación con el modelo de lanzamiento. Por lo tanto, el nuevo modelo de PS5 con la unidad de disco Ultra HD Blu-ray ya instalada tendrá el mismo precio que el original: $499.99 dólares y la nueva PS5 Digital Edition ahora costará $449.99 dólares en lugar de $399.99 dólares.", "Además, Sony venderá un nuevo soporte vertical que estará disponible por $29.99 dólares, pero si incluirá un soporte horizontal con ambos modelos.", " "]},
{"titulo": ["PS5 Slim, Dragon Ball Daima & Activision Blizzard y Lo Mejor de la Semana"], "contenido": ["Otro viernes que llega y junto a él, otro ", "Lo mejor de la Semana", ". Ya entrados de lleno en octubre, noticias de todo tipo ocurren todos los días, tanto el ámbito de los videojuegos, el cine, la televisión, los cómics, el anime y la tecnología.", "Es difícil poder elegir sólo cinco de ellas, pues realmente toda nueva actualización de los ámbitos del entretenimiento es importante, si crees que dejamos alguna por fuera no dudes en comentarlo. Aquí te dejamos el recopilado de ", "Lo Mejor de la Semana", " del 9-13 de octubre.", "1. El Mariana será parte del doblaje latino de Five Nights at Freddy's", "A través de un directo ", "El Mariana", " confirmó que será parte del doblaje latino de la adaptación de ", "Five Nights at Freddy's", ", la cual tiene un estreno programado para el próximo 26 de octubre.", "Si bien no mencionó qué papel va a interpretar, lo único que reveló es que está emocionado por este hecho, además de señalar que su participación será breve, por lo que los puristas no se deben preocupar de que \"afecte\" la experiencia de cinta, tal como sí lo fue en ciertas escenas de ", "Across the Spiderverse", " con algunos influencers.", "\n", "@just_alesita", " WEEEEY QUE EMOCIOOOON!!!!! @ElMariana felicidades apa!!! 💜 ", "#elmariana", " ", "#elmarianaa", " ", "#elmarianaclips", " ", "#fna", " ", "#fivenightsatfreddy", " ", "#fnafmovie", " ", "#parati", " ", "#paratii", " ", "#fyp", " ", "#fypシ", " ", "♬ It's Been So Long - The Living Tombstone", "\n", "2. Sony confirma el PS5 Slim", "Sony", " reveló la muy rumoreada ", "PlayStation 5 Slim,", " que saldrá para esta temporada navideña. Este diseño es más pequeño y viene con 1 TB de almacenamiento para la versión de disco y digital. En una publicación en el ", "blog de PlayStation", ", ", "Sid Shuma", "n, director senior de ", "SIE Content Communications", ", dijo que ", "Sony", " creó esta nueva PS5 \"", "para abordar las necesidades cambiantes de los jugadores", "\".", "\"", "Nuestros equipos de ingeniería y diseño colaboraron en un nuevo factor de forma que proporciona mayores opciones y flexibilidad. Las mismas características tecnológicas que hacen de PS5 la mejor para jugar están empaquetadas en un factor de forma más pequeño, junto con una unidad de disco Blu-ray Ultra HD conectable y un SSD de 1 TB para más almacenamiento interno", "\". Comenta Shuman.", "3. Corto de Bowser y Peach con una reacción...curiosa", "Recientemente se liberó un nuevo video de Super Mario Bros. Wonder a través de ", "Twitter/X", " donde se muestra a ", "Bowser y Peach", " en escena, sólo que algo particular ocurre. El famoso villano de la saga coquetea con ella, pero como siempre, ", "Peach", " lo rechaza o le toma poca importancia.", "Lo que cambia todo, es que después de que la princesa interactua con el Power-Up de la ", "Fruta Elefante", ", ", "Bowser", " reacciona de como nunca antes.Los memes no se hicieron esperar.", "\n", "[任天堂HP]『スーパーマリオブラザーズ ワンダー』のショートムービー「ピーチとクッパ篇」を公開しました。", "#スーパーマリオブラザーズワンダー", "#SuperMarioBrosWonder", "https://t.co/ZJng8izOri", " ", "pic.twitter.com/2xVDtg5VDK", "\n— 任天堂株式会社 (@Nintendo) ", "October 11, 2023", "4. Dragon Ball: Daima, nuevo anime de la saga", "Una nueva serie de ", "Dragon Ball", " ha sido confirmada, se trata de ", "Dragon Ball: Daima", " y llegará a finales de 2024.", "Esta noticia fue anunciada en el panel de ", "Dragon Ball", " de la ", "Comic Con de Nueva York", ", donde también fue mostrado un breve teaser. Dicho metraje fue bloqueado para los que lo presenciaron, pero después ", "Toei", " lo liberó en internet, se llegó a mostrar a ", "Goku, Vegeta y Bulma", " junto a todos los demás personajes pero con el detalle de que se convirtieron en niños.", "5. Microsoft finaliza compra de Activision Blizzard", "Microsoft ha anunciado la compra de ", "Activision Blizzard", " por ", "69 mil millones de dólares", ", incorporando ", "Call of Duty", " y más franquicias al redil de Xbox.", "En una publicación en ", "Xbox Wire", ", el jefe de Xbox, ", "Phil Spencer", ", dijo que ya se ha comenzado a trabajar para llevar los juegos de ", "Activision Blizzard", " a ", "Game Pass", ", aunque no llegó a verificar el nombre de ningún título. \"", "Hoy comenzamos el trabajo para llevar las queridas franquicias de Activision, Blizzard y King a Game Pass y otras plataformas. Compartiremos más detalles sobre cuándo puedes esperar jugarlos en los próximos meses. Sabemos que estás emocionado, y nosotros también", ".\"", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["PlayStation Showcase: esto es todo lo que se anunció en el evento del 24 de mayo"], "contenido": ["Hoy 24 de mayo Sony Interactive Entertainment llevó a cabo un", " PlayStation Showcase centrado en juegos de PS5 y PSVR 2", ", así que les tenemos ", "un resumen de todo lo anunciado en el evento", ".", "Spider-Man 2 recibe una extensa muestra de gameplay", "Aunque no se reveló la fecha exacta de lanzamiento de Spider-Man 2, el final del Showcase presentó una extensa muestra de gameplay con Peter Parker y Miles Morales en acción, destacando que el nuevo conjunto de movimientos de Peter gira en torno al traje de simbionte.", " ", "Se anuncia el remake de Metal Gear Solid: Snake Eater", "PlayStation anunció el esperado remake de Metal Gear Solid: Snake Eater. No se mostró gameplay, solo un emocionante teaser que nos llevó a la revelación de Snake. Además, se anunció Metal Gear Solid Master Collection Vol. 1 que incluye Metal Gear Solid, Metal Gear Solid 2: Sons of Liberty y Metal Gear Solid 3: Snake Eater para PS5. ", "Más información en este enlace", ".", "Se anunció un dispositivo de stream de juegos dedicado de PlayStation", "Sony anunció un dispositivo que permitirá a los jugadores hacer stream de cualquier juego desde su consola PS5 usando Remote Play a través de WiFi. Cuenta con una pantalla HD de 8 pulgadas y los botones y funciones del control DualSense. Además, mostró unos nuevos audífonos oficiales de PS5.", "Assassin's Creed Mirage se lanzará en octubre", "El nuevo Assassin's Creed, Assassin's Creed Mirage, se pondrá disponible el 12 de octubre en PS5, PS4, PC, Xbox Series X/S y Xbox One.", "Alan Wake 2 se lanzará el 17 de octubre", "Remedy nos mostró otro vistazo a Alan Wake 2 y confirmaron que además de Wake habrá otro personaje jugable, Saga Anderson. Alan Wake 2 se lanzará el 17 de octubre.", "Haven Studio revela Fairgame$", "El evento comenzó con la presentación de Fairgame$ de Haven Studio, el nuevo estudio de Jade Raymond. No se reveló ventana de lanzamiento para este título.", "Final Fantasy XVI recibe nuevo tráiler", "La siguiente entrega de la saga Final Fantasy estrenó un tráiler a un mes de su lanzamiento", "Un nuevo vistazo al modo historia de Street Fighter 6", "Se mostró un poco más del modo historia del nuevo Street Fighter.", "Helldivers 2 es anunciado", "Se confirmó la secuela de Helldivers, el shooter de acción cooperativo de Arrowhead Game Studios. El tráiler muestra gameplay con disparos en tercera persona en diferentes biomas. Este juego llegará este año en versiones para PS5 y PC.", "Nuevo tráiler de Immortals of Aveum", "Ascendant Studios compartió nuevo gameplay de Immortals of Aveum, el juego de disparos en prima persona que se lanzará el 20 de julio en PS5, Xbox Series X/S y PC.", "Ghostrunner 2 es anunciado para este 2023", "La secuela del juego de One More Leven, Ghostrunner 2, fue anunciado en el Showcase. El nuevo gameplay muestra combate en vehículos y más. Este juego se lanzará en algún momento de este 2023.", " ", "Se revela Sword of the Sea", "Abzu y Giant Squid anunciaron su siguiente proyecto titulado Sword of the Sea que se desarrolla en un mundo abandonado con una nueva mecánica de movimiento conocida como Hoversword.", "The Talos Principle 2 se lanzará este año", "La secuela de The Talos Principle llegará a PS5, Xbox Series X/S y PC en este 2023.", "Five Nights at Freddy's: Help Wanted 2 es anunciado para finales de 2023", "Se reveló un nuevo tráiler de Five Nights at Freddy's: Help Wanted 2 y se reveló que se lanzará a finales de este año.", "Se anuncia Phantom Blade Zero", "Se trata de un nuevo RPG hack and slash donde convergen estilos como el Kung Fu chino, el steampunk y más.", "Foamstars es un shooter al estilo de Splatoon", "Square Enix mostró Foamstars que es un shooter muy similar a Splatoon, con personajes compitiendo para cubrir el suelo con la mayor cantidad de espuma posible. Se lanzará en versiones para PS4 y PS5.", "Nuevo vistazo a The Plucky Squire", "Se mostró un nuevo vistazo a Plucky Squire, un adorable juego indie que parece combinar un libro de cuentos con una sala de estar del mundo real.", "Dragon's Dogma 2 recibe nuevo tráiler", "Se presentó oficialmente Dragon's Dogma 2 con un nuevo tráiler que incluye un montón de monstruos.", "Bungie anuncia un nuevo Marathon", "Bungie reveló una nueva entrega en la serie Marathon. Se trata de un shooter en primera persona que Bungie lanzó originalmente para Mac en 1992, y no queda claro si será una nueva versión, un reboot o una secuela.", "Neva llegará en 2024", "Gris Creator anunció Neva, su nuevo título que se lanzará en 2024.", "Cat Quest: Pirates of the Purribean", "Cat Quest: Pirates of the Purribean se lanzará el año próximo.", "Towers of Aghasaba luce como Breath of the Wild", "Towers of Aghasaba es un juego que tiene un estilo muy similar a Breath the Wild y se lanzará en 2024.", "Revenant Hill", "Se anunció que Revenant Hill se lanzará en PS4 y PS5.", "GranBlue Fntasy Relink llegará en el invierno", "Se presentó un nuevo tráiler de GranBlue Fntasy Relink.", "Ultros", "Ultros es un juego estilo Metroidvania que llegará en 2024.", "Tower of Fantasy", "Un nuevo vistazo a Tower of Fantasy.", "Concord llegará en 2024 a PS5 y PC", "Concord del estudio Firewalk se lanzará en PS5 y PC el año próximo.", "Se mostraron cuatro nuevos juegos de PSVR 2", "Se anunciaron cuatro nuevos juegos de PSVR2 que son Synapse, Arizona Sunshine 2, Crossfire: Sierra Squad y Resident Evil 4 VR Mode.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{},
{"titulo": ["The Last of Us: Si juegas PC así puedes obtenerlo gratis con AMD"], "contenido": ["A partir del 28 de marzo y hasta el 15 de abril, los jugadores podrán sumergirse en ", "The Last of Us Part I", ", que llega por primera vez a ", "PC", ". Esto gracias a que ", "AMD", " ofrecerá una copia del juego, con la compra de T", "arjetas Gráficas Radeon RX 7000", " o ", "Radeon RX 6000", ", así como en la compra de ", "laptops", " equipadas con T", "arjetas Gráficas Radeon RX 6000", " y ", "RX 7000", ", desde esta fecha y hasta el 15 de abril de 2023. La oferta incluye la nueva ", "Radeon RX 7900 XT", ". Este es un buen momento para que los jugadores aprovechen la última oferta gráfica de ", "AMD", " para disfrutar de todos los detalles del exitoso título creado por ", "Naughty Dog", ", que cuenta con la tecnología de escalado temporal ", "AMD", " ", "FidelityFX Super Resolution (FSR) 2.2", ".", "La ", "Radeon RX 7900 XT", " incorpora la revolucionaria arquitectura ", "AMD RDNA 3", ", compatibilidad con ", "DisplayPort 2.1", " y otras funciones avanzadas que llevan los juegos al siguiente nivel. Y, gracias al precio asequible y el juego adicional, es el mejor momento para adentrarse en los juegos ", "4K", " con la ", "Radeon RX 7900 XT", ". Los jugadores también pueden aprovechar el bundle al realizar compras de determinadas Tarjetas Gráficas de la Serie ", "Radeon RX 6000", " -incluidas ", "Radeon RX 6500 XT", ", ", "Radeon RX 6650 XT", ", ", "Radeon RX 6700 XT", " y otras- que ofrecen un rendimiento y una relación calidad-precio líderes en el sector, frente a la oferta de la competencia, y que también se pueden encontrar hoy a precios increíbles en los principales minoristas."]},
{"titulo": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "contenido": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"titulo": ["Grand Theft Auto V y GTA Online ya tienen fecha de lanzamiento en PS5 y Xbox Series X/S"], "contenido": ["Grand Theft Auto 5 y GTA Online recibirán sus versiones para PS5 y Xbox Series X/S este 11 de noviembre —y Rockstar ya prometió \"sorpresas\" relacionadas con la próxima celebración por el 20° aniversario de Grand Theft Auto 3.", "Anunciado en un comunicado de prensa, las actualizaciones de nueva generación para ambos títulos serán \"expandidas y mejoradas\" y además, llegarán junto con nuevas características que aún no se revelan. Las mejoras agregadas a GTA Online para los siguientes meses incluirán “beneficios especiales para que los jugadores aprovechen estas versiones expandidas y mejoradas cuando se publiquen”.", "Más intrigante, Rockstar también promete “sorpresas” relacionadas con el vigésimo aniversario del lanzamiento de GTA 3, incluidas algunas relacionadas con GTA Online. Todavía no está claro que implicará esto. GTA 3 se lanzó por primera vez el 22 de octubre de 2001, por lo que no debería pasar mucho tiempo antes de que Rockstar comience a anunciar cuáles podrían ser esas sorpresas.", "GTA Online se lanzará como un juego independiente en PS5 y Xbox Series X y S, y durante tres meses después del lanzamiento, será totalmente gratuito para los propietarios de la consola de Sony. Hasta ahora no se ha revelado ningún precio para la versión de Xbox al momento del lanzamiento. Los suscriptores de PlayStation Plus pueden reclamar $1 millón en moneda del juego cada mes, hasta que se lance la versión actualizada.", "GTA Online fue anunciado para PS5 y Xbox Series X/S el año pasado, con contenido exclusivo para estas consolas de nueva generación. Recientemente, Rockstar implementó una mejora en el tiempo de carga de este título y esto sólo debería hacerlo más rápido en el nuevo hardware.", "Y lo que todos nos preguntamos: ¿Qué rayos para con GTA VI? Si bien sabemos que este título está en desarrollo, Rockstar nunca se ha pronunciado al respecto y mucho menos, revelado cuándo podría llegar. Sin embargo, esto no impide que los fans busquen pistas por todos lados, incluso en GTA Online.", " "]},
{"titulo": ["Xbox Series X/S, Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 19 al 21 de febrero"], "contenido": ["Como cada viernes (¡qué rápido pasan los días!) les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si resulta que no tienen nada nuevo que jugar o simplemente están con ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Absolute Drift: Zen Edition", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 25 de febrero y se quedará en su biblioteca de forma permanente.", "\n\t", "RAGE 2", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 25 de febrero y se quedará en su biblioteca de forma permanente.", "\n\t", "Steam tiene varias promociones, como ofertas en juegos de Batman, en la franquicia Guilty Gear, en Street Fighter V, y en títulos de Electronic Arts.", "\n\t", "Epic Games Store tiene ofertas especiales en nuevos títulos y complementos.", "\n", "Xbox Series X/S - Xbox One", "\n\t", "Warhammer 40,000: Inquisitor – Martyr ", "- Como parte de la promoción Días de juego gratis hasta el 21 de febrero, y si se deciden a comprarlo pueden aprovechar que tiene un 85% de descuento.", "\n\t", "Fuser", " - Como parte de la promoción Días de juego gratis hasta el 21 de febrero, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "Gears 5", " - Como parte de los ", "Games with Gold de febrero", ".", "\n\t", "Resident Evil", " - Como parte de los Games with Gold de febrero.", "\n\t", "Dandara: Trials of Fear Edition", " - Como parte de los Games with Gold de febrero.", "\n\t", "Lost Planet 2", " - Como parte de los Games with Gold de febrero.", "\n", "Nota: los juegos de Xbox One se pueden jugar en Xbox Series X/S por medio de la retrocompatibilidad.", "PlayStation 5", "\n\t", "Control: Ultimate Edition", " - Como parte de los juegos de ", "PlayStation Plus de febrero.", "\n\t", "Destruction AllStars", " - Como parte de los juegos de PlayStation Plus de febrero.", "\n", "PlayStation 4", "\n\t", "Control: Ultimate Edition ", "- Como parte de los juegos de PlayStation Plus de febrero.", "\n\t", "Concrete Genie", " - Como parte de los juegos de PlayStation Plus de febrero.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge ", "- Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período).", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas como el popular ", "Fortnite", ", y por supuesto el catálogo de ", "Xbox Game Pass", " con muchas opciones para los suscriptores."]},
{"titulo": ["Death Stranding Director's Cut llevará visuales mejorados, nuevas misiones de historia y una pista de carreras a PS5 en septiembre"], "contenido": ["Aquellos que se han entusiasmado con el recientemente anunciado Director's Cut para Death Stranding no tendrán que esperar mucho para tenerlo en sus manos, ya que un anuncio durante el PlayStation State of Play de hoy reveló que se lanzará el próximo 24 de septiembre para PS5.", "El avance que se mostró durante el evento destacó una serie de nuevas piezas de contenido que llegarán al Director's Cut. Además de algunas mejoras de rendimiento notables, el Director's Cut incluirá una serie de ajustes para el combate, como nuevas batallas, combate cuerpo a cuerpo mejorado, nuevas armas que incluyen una ametralladora montada y un campo de tiro para practicar.", "Sin embargo, el combate no es la única parte del gameplay que se ha mejorado, ya que también se están agregando opciones de soporte de entrega adicionales, como una catapulta de carga para lanzar paquetes, un esqueleto de soporte para ayudarlo a apilar mejor y un \"buddy bot\" de aspecto divertido con piernas tontas que pueden ayudarte a llevar más cosas, o incluso, aparentemente, a llevar al propio Sam.", "También hay adiciones para los que tienen mentalidad vehicular, como rampas de salto para hacer trucos geniales en motocicleta, y una pista de carreras completa llamada Circuito Frágil en la que puedes conducir un automóvil reluciente.", "Ah, y también hay nuevas misiones de historia, sugeridas por varias imágenes atractivas, incluyendo un cementerio y otras estructuras en ruinas. Además de lo que sucede en el tráiler de revelación inicial con la caja de referencia de Metal Gear llena de naranjas.", "Death Stranding se lanzó en 2019 para PS4 y en", " este enlace", " pueden darle un vistazo a nuestra reseña.", " ", " "]},
{"titulo": ["PlayStation: ante escasez de PS5, Sony fabricará más PS4"], "contenido": ["Para ", "hacer frente a la actual escasez mundial de PS5,", " Sony aparentemente decidió ", "producir más PS4 de las que tenía previstas inicialmente", " para ayudar a \"llenar el vacío de suministro y mantener a los jugadores dentro del ecosistema PlayStation.\"", "Así lo informó ", "Bloomberg", ", ", "quien afirma que Sony ha comunicado a sus socios", " que tiene previsto producir más PS4 a lo largo de 2022 a pesar de tener planes de \"interrumpir el montaje a finales de 2021.\"", "La estrategia ", "añadiría aproximadamente un millón de PS4 ", "para ayudar con el hecho", " de que no puede producir suficientes PS5 ", "debido a la", " escasez global de chips ", "que está afectando a muchas compañías del mundo de la tecnología, d", "ebido a los desafíos que han surgido con la pandemia de Covid-19.", " ", " ", "cifra podría ajustarse en función de la demanda", "la consola más previa utiliza chips menos avanzados,", "Según un ", "trabajador de Sony que pidió permanecer en el anonimato", ", esta estrategia pretende \"llenar el vacío de oferta y mantener a los jugadores dentro del ecosistema de PlayStation.\"", "Además, ", "el aumento de la producción de consolas PS4 parece dar a Sony", " \"más margen de maniobra a la hora de negociar con los socios fabricantes para conseguir un mejor trato.\"", "Sony confirmó a Bloomberg que la", " producción de PS4 continuaría a lo largo de 2022, pero también ha negado que estuviera", " planeando dejar de producir su anterior consola durante este período.", "\"Es una de las consolas más vendidas de la historia y siempre hay cruce entre generaciones\", dijo un portavoz de Sony.", "Por otra parte, Amazon México", " tiene un buen descuento en varios títulos icónicos", " tanto para PS4 como PS5.", " "]},
{"titulo": ["Rainbow Six Extraction para PS4, PS5 y Xbox Series está a menos de $300 en Amazon México"], "contenido": ["Rainbox Siw: Extraction", " es la más reciente entrega de la serie de videojuegos de Ubisoft inspirada en las obras del autor estadounidense Tom Clancy y ya puedes encontrar las versiones para PS4, PS5 y Xbox Series X/S a un precio casi inmejorable en", " ", "Amazon México", ".", "El título, lanzado en enero de 2022, tiene un precio de lista de $999, pero actualmente puedes conseguirlo para estas tres plataformas en menos de $300. La versión para PlayStation tiene un costo de ", "$278", " y puedes conseguirla en el link que aparece a continuación:", " ", "\n", "\n\n", "\n", "Tom Clancy's Rainbow Six Extraction para PS4", "\n", "\n", "Precio de lista: ", "$999", "\n\n", "Precio actual: ", "$278", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Cualquiera de las versiones de ", "Extraction", " que te presentamos aquí, incluye 90 armas y artefactos, 18 operadores con profesión, 12 mapas dinámicos, retos semanales, contenido post lanzamiento gratuito y mucho más.", "La versión para PlayStation 5 también tiene un costo de ", "$99", "9", ", pero actualmente puedes conseguirlo por ", "$29", "9", " y a continuación puedes encontrarlo.", "\n", "\n\n", "\n", "Tom Clancy's Rainbow Six Extraction para PS5", "\n", "\n", "Precio de lista: ", "$999", "\n\n", "Precio actual: ", "$29", "9", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "También te incluyen el “Pase Buddy\", con el que puedes invitar a dos amigos, de cualquier plataforma, a jugar ", "Extraction", " gratis por 14 días.", "Si lo que estás buscando es la versión para Xbox Series X/S, a continuación te la dejamos. Su costo de lista es de ", "$289", "; así que si quieres entrar a este mundo de ", "Extraction", ", y jugar un entretenido ", "shooter", " cooperativo, esta es una oportunidad inmejorable.", "\n", "\n\n", "\n", "Tom Clancy's Rainbow Six Extraction para Xbox Series X/S", "\n", "Precio de lista: ", "$289", "\n", "Buy on Amazon ↗", "\n", "\n", "En ", "Rainbow Six: Extraction", " tendrás que luchar contra una amenaza alienígena altamente letal y en constante evolución que está remodelando el campo de batalla. Tendrás que hacer equipo con más jugadores para enfrentar a más de 10 arquetipos únicos parasitarios. Desde el escurridizo Tormenter hasta el abrumador Apex, sus habilidades -y mutaciones aleatorias- se interpondrán en tu camino.", " ", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales.", " "]},
{"titulo": ["The Last of Us Parte 1 - Tráiler de combate en PS5"], "fecha_publicacion": ["1 de Septiembre de 2022"]},
{"titulo": ["Mortal Kombat: 30 Aniversario - Tráiler - Juegos: PS5  PS4"], "fecha_publicacion": ["10 de Octubre de 2022"]},
{"titulo": ["Alan Wake 2 Jugadores señalan problemas de audio y sincronización de labios"], "contenido": ["Los jugadores que ya juegaron los primeros capítulos de Alan Wake 2 informan una serie de errores gráficos y de audio junto con importantes problemas de sincronización de labios y sincronización de subtítulos.", "Si bien la tan esperada segunda entrega de ", "Remedy Entertainment", " en la serie ", "Alan Wake", " se lanzó el 27 de octubre con críticas positivas y una recepción de los fanáticos, numerosos jugadores también están recurriendo a las redes sociales para informar una serie de fallas de audio y otros problemas que están preocupando las secciones iniciales del juego.", "Los jugadores han encontrado problemas con las versiones para ", "PC", " y consola de ", "Alan Wake 2", ", y muchos informaron cortes de audio intermitentes o una pérdida total de sonido poco después de activar las primeras escenas. Otros se han sentido frustrados por problemas de sincronización de labios y subtítulos sincronizados incorrectamente.", "\n", "just played around 2½ hours of Alan Wake 2 and finished up to chapter 2. im enthralled. some major audio bugs mostly affecting cutscenes (the morgue scene especially) definitely have hampered my first couple hours but some settings tweaks helped a bit. that 1st boss fight was gr8 ", "pic.twitter.com/eJ7rklvUtG", "\n— lucy (@TheCureSucks) ", "October 28, 2023", "\n", "alan wake 2 has horrible audio bugs on xbox for me. most times i start there is just no audio at all and i have to keep restarting. really killing the experience for me and i feel like waiting for a patch.", "\n— Gene Park (@GenePark) ", "October 30, 2023", "\n", "I can tell Alan Wake 2 is a great game, but these audio issues on pc are not it ???", "\n— MayorMunoz (@RayofMunoz) ", "October 28, 2023", "\n", "I love Alan wake 2 but lord can we get a patch for the audio issues", "\n— Salty Jim (@ViewtifulJimm) ", "October 29, 2023", "\"¿Alguien sabe cómo solucionar problemas de audio de la escena para PC?\", preguntó Briguy241 en las respuestas a una ", "publicación de Reddit", " que rastreaba los problemas con el último título de Remedy Entertainment. \"La segunda escena del juego es prácticamente imposible de ver, el audio se corta por completo y la voz y Las bocas están completamente fuera de lugar”.", "Otros han notado casos en los que la calidad del audio varía significativamente durante las escenas y el juego.", "\"¿El audio de algunos diálogos también está un poco amortiguado o es de baja calidad para otras personas en PS5?\", escribió Redditor Isitbroke57. \"Me pregunto si es a propósito o quizás simplemente por algún error de audio\"", "IGN se comunicó con ", "Remedy Entertainment", " para comentar sobre los errores.", "\n", "Having weird audio quality issues in Alan Wake 2. Haven't seen other people talk about this, so I'm not sure if it's just me. The voice quality varies drastically ", "#PS5Share", ", ", "#AlanWake2", " ", "pic.twitter.com/4GrbkPGrqN", "\n— Zach (@ZVB73) ", "October 28, 2023", "En nuestra ", "reseña para IGN", ", calificamos a ", "Alan Wake 2", " como:", "Tal como comentaba al inicio, Alan Wake 2 es un juego que cumple con las expectativas ya que mejora y expande el título original con una cautivante historia de terror y suspenso que está llena de sorpresas con un atractivo diseño artístico. Tal vez no es para todos debido a que por momentos se rompe el ritmo de la acción con los elementos de investigación y obviamente tiene sus detalles como que el sistema de disparos no es perfecto, pero es un título que se atreve, que es inteligente, y que es un ejemplo de lo que Remedy ha aprendido en todos estos años. Sin duda, uno de los contendientes al Juego del Año.", "Anthony es un colaborador freelancer que cubre noticias científicas y de videojuegos para IGN. Tiene más de ocho años de experiencia cubriendo avances de última hora en múltiples campos científicos y no tiene absolutamente ningún tiempo para travesuras. Síguelo en Twitter @BeardConGamer"]},
{"titulo": ["Playstation: Sony defiende el aumento de precios de PS Plus"], "contenido": ["El mes pasado, ", "Sony", " aumentó el precio de todas sus suscripciones de 12 meses a ", "PlayStation Plus", " a nivel mundial, en todos los niveles, en aproximadamente un ", "30%", ". En una nueva entrevista, el principal ejecutivo de PlayStation defendió la decisión, insistiendo en que la empresa tuvo que “", "adaptarse", "” a las condiciones del mercado.", "En septiembre, ", "Sony", " aumentó el precio de 12 meses de ", "PlayStation Plus Essential", " de $59,99 a $79,99, ", "PlayStation Plus Extra", " de $99,99 a $134,99 y ", "PlayStation Plus Premium", " de $119,99 a $159,99. En ese momento, ", "Sony", " emitió un breve comunicado explicando el importante aumento de precios:", "\"Este ajuste de precios nos permitirá continuar brindando juegos de alta calidad y beneficios de valor agregado a su servicio de suscripción PlayStation Plus\".", "En una entrevista reciente con ", "Barron's", ", se le pidió al jefe de negocios de ", "Sony Interactive Entertainmen", "t, ", "Eric Lempel", ", que justificara el aumento de precios ante los consumidores. Lempel respondió diciendo que Sony no tuvo más remedio que subir el precio de PS Plus. \"", "Queremos hacer que PlayStation Plus sea grandioso", "\", dijo. “", "Con nuestro reinicio el año pasado y la introducción del sistema de niveles, muchos consumidores han reconocido que PlayStation 5 tiene mucho valor", ".\"", "“Como prácticamente todo en el mundo, tenemos que analizar nuestros precios y ajustarnos a las condiciones del mercado.\"", "“Me alegra decir que, a diferencia de muchos otros servicios de suscripción que existen, no hemos tocado el precio de PlayStation Plus para el 85% del mundo en muchos años. Esta fue la primera vez que hicimos algo allí”.", "El aumento de precio de ", "PS Plu", "s se produjo poco después de que Microsoft aumentara los precios de ", "Xbox Game Pass", ". Los servicios de suscripción de entretenimiento han experimentado aumentos de precios este año, más recientemente en ", "Apple TV+", " y ", "Apple Arcade", ". ", "Disney+ y Netflix", " también han subido sus precios.", "Wesley es editor de noticias del Reino Unido para IGN. Encuéntralo en Twitter como @wyp100. "]},
{"titulo": ["Spider-man 2, Alan Wake 2, Metal Gear Solid 3 Remake & Lo Mejor de la Semana"], "contenido": ["Octubre", " ya casi se nos va, pero no por ello, las noticias del mundo del entretenimiento del cine, televisión, videojuegos, anime o la tecnología continuan llegando a través de nuestro sitio.", "Como cada viernes, hacemos un recopilado de lo más importante de la semana, aunque puede que no muchos estén de acuerdo con los noticias elegidas, pues con todos los acontecimientos, es difícil poder elegir sólo cinco de ellos. ¿Dejamos alguna nueva buena fuera de 23-27 de octubre?", " ", "Spider-Man 2: el estudio promete una solución después de que los fans descubrieran la bandera cubana en lugar de la de Puerto Rico", "Spider-Man 2", " no se salva de las controversias y los fans no tardaron en notar un error en una parte del juego que el desarrollador ", "Insomniac", " ya prometió solucionar.", "El usuario de ", "Reddit", ", ", "TheHouselessTurtle", " vio la bandera cubana dentro y fuera del apartamento de Morales, pero tanto ", "Miles", " como su madre ", "Rio", " son puertorriqueños. ", "Insomniac,", " además de pedir disculpas, ya trabaja en ello.", "Fallece Luis Pérez Pons, actor que dio vida a “Don Cangrejo” y Stan Lee", "La escena del entretenimiento está de luto luego del anuncio del fallecimiento de ", "Luis Pérez Pons ", "a los 72 años, quien fue un famoso actor de doblaje venezolano, mismo que destacó a lo largo de su carrera por darle voz al personaje de ", "Don Cangrejo", " en ", "Bob Esponja.", "La noticia se dio a conocer a través del comunicado que publicó la cuenta ", "ALDA Awards", ", los cuales enviaron sus condolencias para los amigos cercanos y familiares de ", "Pérez Pons", "; sin embargo, evitaron entrar en detalles sobre el suceso.", "“Lamentamos informar el sensible fallecimiento del gran actor de doblaje y locutor Luis Pérez Pons a sus 72 años de edad. Mandamos nuestras condolencias a su familia, amigos y colegas del gremio. Descanse en paz y siempre la recordaremos en sus increíbles interpretaciones”.", "\n", "Lamentamos informar el sensible fallecimiento del gran actor de doblaje y locutor Luis Pérez Pons a sus 72 años de edad. Mandamos nuestras condolencias a su familia, amigos y colegas del gremio. Descanse en paz y siempre la recordaremos en sus increíbles interpretaciones 🕊️ ", "pic.twitter.com/yaSutrizHd", "\n— ALDA Awards (@alda_awards) ", "October 24, 2023", "Metal Gear Solid 3 Remake revela su primer gameplay y luce increíble", "En la presentación de ", "Xbox Partner Preview", ", ", "Konami", " compartió el primer vistazo a la jugabilidad de su próximo remake de", " Metal Gear Solid 3: Snake Eater", ". Y luce increíble.", "Aunque breve, el avance del juego mostró el juego de sigilo característico en acción. Desde ", "Snake ", "cruzando el agua mientras estaba cerca de un cocodrilo hasta el punto de eliminar a un enemigo con una pistola equipada con un accesorio silenciador.", "Alan Wake II - Reseña", "Alan Wake 2 ", "finalmente ha llegado después de haber estado cuatro años en desarrollo y mucho más tiempo incluido en las listas de deseos de los jugadores que quedaron enamorados del misterio y estilo único del título original, que se terminó convirtiendo en un clásico de culto, y para fortuna de todos ellos la secuela cumple con las expectativas entregando un título que mejora en todos los sentidos y que se convierte en uno de los mejores del año.", "Nuestro veredicto", ":", "\"Tal como comentaba al inicio, Alan Wake 2 es un juego que cumple con las expectativas ya que mejora y expande el título original con una cautivante historia de terror y suspenso que está llena de sorpresas con un atractivo diseño artístico. Tal vez no es para todos debido a que por momentos se rompe el ritmo de la acción con los elementos de investigación y obviamente tiene sus detalles como que el sistema de disparos no es perfecto, pero es un título que se atreve, que es inteligente, y que es un ejemplo de lo que Remedy ha aprendido en todos estos años. Sin duda, uno de los contendientes al Juego del Año.\"", "Playstation: Sony defiende el aumento de precios de PS Plus", "El mes pasado, ", "Sony aumentó", " el precio de todas sus suscripciones de 12 meses a ", "PlayStation Plus ", "a nivel mundial, en todos los niveles, en aproximadamente un 30%. En una nueva entrevista, el principal ejecutivo de ", "PlayStation", " defendió la decisión, insistiendo en que la empresa tuvo que “adaptarse” a las condiciones del mercado.", "En septiembre, ", "Sony", " aumentó el precio de 12 meses de ", "PlayStation Plus Essential", " de $59,99 a $79,99, ", "PlayStation Plus Extra", " de $99,99 a $134,99 y ", "PlayStation Plus Premium", " de $119,99 a $159,99. En ese momento, ", "Sony", " emitió un breve comunicado explicando el importante aumento de precios:", "\"Este ajuste de precios nos permitirá continuar brindando juegos de alta calidad y beneficios de valor agregado a su servicio de suscripción PlayStation Plus\".", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Se anunció el remake de Metal Gear Solid 3 junto con la colección que incluye los tres primeros juegos"], "contenido": ["El remake de Konami se titulará Metal Gear Solid Δ: Snake Eater y mantendrá la historia y diálogos originales.", "Casi 20 años después del lanzamiento original, Konami está haciendo oficialmente el remake de Metal Gear Solid 3: Snake Eater para PlayStation 5, Xbox Series X|S y PC.", "Anunciado durante el PlayStation Showcase de hoy, el nuevo remake de Metal Gear Solid 3 se titula Metal Gear Solid Δ: Snake Eater y será un “remake fiel” del juego original de Hideo Kojima. (Δ se pronuncia \"Delta\".) Este se ha revelado en un breve avance CGI en el que la cámara recorre un paisaje selvático familiar y finalmente se detiene en Snake en medio de la interpretación de Cynthia Harrell del tema musical clásico.", "La información complementaria publicada después del evento confirmó que la nueva versión conservará las voces originales, presumiblemente incluyendo a David Hayter como Snake. Konami también prometió \"gráficos sin precedentes y sonido envolvente\".", "Metal Gear Solid: Master Collection Vol. 1 anunciada a la par del remake", " ", "Además de Metal Gear Solid Δ, Konami también anunció Metal Gear Solid: Master Collection Vol. 1. La colección incluirá Metal Gear Solid, así como las versiones de Metal Gear Solid 2 y 3 HD Collection, que se lanzó por primera vez en PlayStation 3 en 2011. Llegará en otoño de 2023, y las plataformas están por confirmarse.", "Metal Gear Solid Δ y Metal Gear Solid: Master Collection marcarán el regreso de la serie extendida a las consolas modernas después de una larga ausencia. El Snake Eater original se lanzó en Norteamérica en 2004 y posteriormente se remasterizó, pero la muy publicitada ruptura de Kojima con Konami provocó una larga pausa en la serie. Su último lanzamiento importante fue Metal Gear Solid Survive, que se lanzó con algunas críticas en 2018.", "El Snake Eater original sigue a un agente cuyo nombre código es Naked Snake mientras busca a su mentor, quien aparentemente desertó a la Unión Soviética en medio de la Guerra Fría. El juego ganó elogios por su historia, mecánica y batallas únicas contra jefes, muchas de las cuales siguen siendo famosas hasta el día de hoy. Se rumora que la nueva versión está en proceso desde hace algún tiempo, con Bluepoint y Virtuous entre los estudios que se especula que liderarán el desarrollo, pero esta es la primera vez que se muestra oficialmente.", "Hace mucho tiempo que Kojima se dedicó a sus propios proyectos, trayendo consigo al famoso ilustrador Yoji Shinkawa, cuyo arte fue fundamental para dar vida a Metal Gear Solid. No está claro qué parte del equipo de desarrollo original está involucrado en la nueva versión, pero el grupo emitió una declaración sin firmar a través del comunicado de prensa.", "“Le agradecemos y apreciamos sinceramente su continuo apoyo. Actualmente, el equipo de desarrollo está trabajando en conjunto para crear un entorno donde los fanáticos puedan experimentar y disfrutar la serie Metal Gear en las últimas plataformas”.", "“Estamos rehaciendo Metal Gear Solid 3: Snake Eater, una de las entregas más queridas de la serie Metal Gear, revelando la historia de origen de Snake, como Metal Gear Solid Δ: Snake Eater. Estamos trabajando arduamente para que Metal Gear Solid Δ: Snake Eater sea una recreación fiel de la historia y el diseño del juego original, al tiempo que desarrollamos la jugabilidad con imágenes impresionantes y una experiencia de usuario perfecta”.", "“Simultáneamente, entregaremos la serie Metal Gear Solid: Master Collection, la compilación más completa que celebra el 35 aniversario de la serie. Metal Gear Solid: Master Collection permitirá a los fanáticos jugar los juegos tal como eran, tal como se lanzaron por primera vez en las plataformas más recientes. Esperamos que disfrute de la serie Metal Gear en las últimas plataformas”.", "Metal Gear Solid Δ: Snake Eater aún no tiene fecha de lanzamiento.", "Kat Bailey es editora sénior de noticias en IGN y coanfitriona de Nintendo Voice Chat. ¿Tienes un consejo? Envíale un DM a @the_katbot."]},
{"titulo": ["Mortal Kombat 1 - Reseña"], "calificacion": ["8"]},
{"titulo": ["The Last of Us Part 1 obtiene un mod brutal y sangriento en primera persona para PC"], "contenido": ["Un fan está modificando ", "The Last of Us Part 1", " para ", "PC", " para incluir un modo en primera persona brutal y sangriento.", "Según lo informado por ", "ComicBook.com", ", El usuario de ", "YouTube", " ", "Voyagers", " ", "Revenge", " subió un video de ocho minutos del mod en acción, que muestra las intensas y gráficas batallas de ", "The Last of Us", " desde una nueva perspectiva.", "Con un puñado de secciones del juego junto con contenido modificado, el video muestra al jugador enfrentándose a enemigos humanos e infectados junto con los espeluznantes ", "clickers", " y ", "bloaters", " que son aún más aterradores en primera persona.", "Mostrando un puñado de armas también, desde granadas hasta pistolas, cócteles molotov y rifles de asalto, el mod realmente muestra el lado más sangriento de ", "The Last of Us", ".", "No se compartió la fecha de lanzamiento del modo en primera persona, aunque el modder reveló algunos otros elementos de su juego. Cada encuentro tiene una dificultad personalizada para que las cosas sean lo más realistas y brutales posible.", "\"La demostración de mi concepto de modo en primera persona nos permite sobrevivir de cerca y personalmente en este hermoso, realista y caótico mundo que ha desarrollado ", "Naughty Dog", "\", dijo ", "Voyagers Revenge", ".", "The Last of Us Part 1", " se lanzó para ", "PC", " en marzo, pero fue criticado casi de inmediato por sus problemas de rendimiento. Sin embargo, ", "Naughty Dog", " lanzó rápidamente parches para él, y después de un mes lanzó una importante actualización que solucionaría la mayoría de los problemas del juego.", "Ryan Dinsdale es un reportero independiente de IGN. Hablará de The Witcher todo el día."]},
{"titulo": ["Star Wars Jedi: Survivor está en etapas tempranas de desarrollo para PS4 y Xbox One"], "contenido": ["Star Wars Jedi: Survivor se está expandiendo a más consolas. No estamos hablando de Nintendo Switch o algún otro tema de la próxima generación. En vez de esto, Respawn está trabajando especialmente en la antigua generación, el Xbox One y el PS4.", "Dicho anuncio se dio a conocer en la llamada de inversionistas de EA, el publisher reveló que Respawn \"está en etapas tempranas de desarrollo\" para llevar Jedi: Survivor a PS4 y Xbox One.", "Eso no quiere decir que se esté abandonando la generación actual:", "\"Un soporte adicional se está implementando para PC, PS5 y Series X/S pues estas plataformas son prioridad en Respawn, el equipo compartirá información tan pronto cuando la siguiente actualización esté lista.\"", "Si bien muchos juegos todavía se desarrollan teniendo en cuenta ambas generaciones, cada vez más juegos AAA en particular optan por quedarse con la generación actual a medida que aumentan las tasas de adopción en las consolas de la serie PS5 y Xbox. Sin embargo, la gran tasa de conexión de la PS4 en particular dificulta que la mayoría de los juegos se salten por completo.", "Desde antes del lanzamiento, los fans han creído que Jedi: Survivor sería completamente de generación actual, a pesar de que su predecesor Star Wars Jedi: Fallen Order se lanzó entre generaciones, por lo que esta noticia puede ser una grata sorpresa para los fans de Star Wars que no han comprado el últimas consolas hasta ahora. Oye, tal vez esto signifique que también tendremos Jedi: Survivor en las consolas de Nintendo si el rumoreado Switch de próxima generación llega como se esperaba.", "Rebekah Valentine es reportera principal de IGN. ¿Tienes un consejo de historia? Envíalo a rvalentine@ign.com."]},
{"titulo": ["Top: Los Mejores Protagonistas de Grand Theft Auto"], "contenido": ["Ya sean las reflexiones silenciosas de Niko sobre el ciclo de venganza o la extraña habilidad de Trevor para despertarse desnudo en lugares aleatorios, la lista de ladrones y gánsteres líderes de GTA ha tocado la fibra sensible de los fanáticos, convirtiéndose en sinónimo tanto de la franquicia como del espacio de los videojuegos como un entero. Entonces, echemos un vistazo a lo mejor del grupo. A continuación, clasificaremos a los mejores protagonistas de Grand Theft Auto, brindándole un resumen de los personajes jugables más notables de la franquicia antes de GTA VI.", "Vic Vance", "Un ex-soldado expulsado de las filas tras ser incriminado por su superior, poco después de conocer a Vic Vance en Vice City Stories, está en la calle sin trabajo ni casa. En busca de trabajo, comienza a usar sus habilidades como soldado para tomar por asalto el inframundo criminal de Vice City, aliándose con su hermano, Lance, y formando equipo con varias familias criminales para construir su imperio.", "Luis Lopez", "Luis López, el personaje principal de la expansión Ballad of Gay Tony, es un ex-criminal convertido en guardaespaldas que trabaja para el legendario propietario de un club nocturno, Gay Tony. Ferozmente leal y un hombre de familia de corazón, Luis pasa la mayor parte del tiempo de duración de Ballad of Gay Tony intentando evitar que los usureros localicen a Tony, quien debe una gran suma de dinero a la familia criminal Ancelotti.", "Claude", "Claude, el primer protagonista de la era 3D de Grand Theft Auto, puede estar completamente en silencio, pero su falta de bromas o conversación lo caracteriza como un asesino mortal y eficiente que hace el trabajo. Después de que su novia, Catalina, lo dé por muerto, Claude jura venganza y se asocia con varias pandillas para localizar a su antiguo amor y obtener represalias.", "Johnny Klebitz", "Johnny Klebitz, protagonista del spin-off The Lost and Damned de GTA IV, es uno de los mejores personajes secundarios de Grand Theft Auto. Impulsado únicamente por su juramento de hermandad y lealtad a su pandilla, Lost MC, Johnny se encuentra en el centro de una guerra civil entre los miembros de la pandilla después del regreso de su líder, Billy Grey. Empeñado en llevar imprudentemente al grupo a la destrucción, Johnny llega a las manos con Billy, dando un paso al frente para ayudar a sus hermanos y evitar que la pandilla implosione.", "Franklin Clinton", "Franklin, un hombre de negocios criado en las calles de Los Santos con un corazón de oro, es un pez grande en un estanque pequeño. Con la ambición de hacerse un nombre, se encuentra bajo la tutela de Michael De Santa, convirtiéndose rápidamente en un criminal de carrera que hace su fortuna a través de todo, desde delitos menores hasta robos a bancos, asesinatos y más.", "Trevor Phillips", "Trevor Phillips, el más famoso de los tres protagonistas de Grand Theft Auto V, es, por decirlo suavemente, un personaje \"excéntrico\". Trevor, es un ex-ladrón de bancos y miembro de la banda de Michael De Santa, ha pasado años viviendo en el desierto en las afueras de Los Santos, donde formó un pequeño sindicato criminal conocido como Trevor Phillips Enterprises. Cuando conocemos a Trevor, decide dirigirse a Los Santos en busca de Michael, quien descubre que fingió su muerte para llegar a un acuerdo con la FIB.", "Michael De Santa (Michael Townley)", "En muchos sentidos, Michael De Santa vive la historia estándar de Grand Theft Auto al revés. Viviendo en una lujosa mansión en las colinas de Los Santos, Michael comienza la historia disfrutando de una lujosa jubilación, pasando sus días bebiendo whisky caro en un camastro junto a su piscina. Sin embargo, después de conocer a Franklin, su vida comienza a desmoronarse, despertando el monstruo que lleva dentro mientras roba bancos, asesina indiscriminadamente y rápidamente se convierte en un actor principal en la escena del crimen de Los Santos.", "Tommy Vercetti", "Tommy Vercetti, un gángster de la vieja escuela de principio a fin, se siente como si lo hubieran sacado directamente de una película de Scorcese. Es inteligente, ambicioso y no tiene problemas para acabar con cualquiera que se interponga en su camino, sin importar cuán influyentes o importantes sean para los sindicatos criminales de Vice City. En muchos sentidos, Vercetti es la versión de Rockstar de Tony Montana de Caracortada, ganándose el respeto y su lugar en la cima del inframundo criminal a través de su despiadado impulso para convertirse en el hombre más poderoso de Vice City.", "Carl ‘CJ’ Johnson", "Al regresar a las calles de Los Santos después de que su madre muere en un tiroteo desde un vehículo, la historia de CJ es posiblemente una de las mejores de Grand Theft Auto. Un estafador criado en la calle y ex miembro de los Grove Street Families, su historia lo ve reunirse con su hermano e intentar recuperar las calles de una pandilla rival conocida como los Ballas, solo para ser traicionado y exiliado de la ciudad por sus antiguos amigos.", "Niko Bellic", "Al llegar a Liberty City inspirado por la promesa de su primo de una tierra de riqueza y oportunidades solo para dormir en un sofá en un pequeño y deteriorado departamento, Niko Bellic no solo es la versión más convincente del arquetípico protagonista de Grand Theft Auto, que pasa de la pobreza a la riqueza, sino el mejor personaje principal de la serie. Un inmigrante y ex soldado de Europa del Este, está atormentado por los horrores de la guerra y guiado por su determinación de vengarse de quienes le hicieron daño por cualquier medio necesario.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Estas son las recomendaciones para elegir tu próxima silla gamer"], "contenido": ["Las sillas para gaming son una pieza fundamental en un buen setup de juego, y es que más allá de que se han convertido en una moda, es el lugar donde pasamos sentados muchas horas del día. Debido a esto es importante tener en cuenta varios factores a la hora de elegir una, y marcas como XZEAL ponen atención a todos estos detalles en sus procesos de fabricación.", "Para empezar está la comodidad ya que es básico encontrar una posición agradable para poder concentrarnos en las acciones del juego, y no solo eso ya que debemos considerar la ergonomía que ofrece la silla debido a la importancia que tiene el mantener una buena postura para evitar lesiones a largo plazo, sin olvidar que mantener la posición adecuada nos permite tener movimientos más precisos y mejores tiempos de reacción que pueden ser decisivos en esas reñidas partidas competitivas.", "También se debe considerar la calidad de construcción de la silla, buscando que tenga una base sólida y un mecanismo que ofrezca durabilidad para que valga la pena la inversión, además de que cuente con materiales cómodos y resistentes.", "Finalmente, pero no por eso menos importante, está el aspecto ya que debe ser algo que te parezca atractivo y por supuesto que combine con el resto de tu setup.", "XZEAL tiene la silla ideal", "Dicho todo esto, una opción excelente es la silla gamer XZSLT50G de la marca XZEAL que cumple con cada uno de los puntos mencionados con un gran valor de calidad-precio.", "En cuanto al tema de la comodidad, esta silla tiene un asiento fabricado con espuma de alta densidad con un respaldo acolchado ajustable desde los 90° hasta los 180° junto con reposabrazos ajustables en cuatro dimensiones para darle al usuario la opción donde encuentre mayor confort, combinado con un reposacabezas acolchado y una almohada lumbar para darle un apoyo adicional a la columna vertebral que es algo que se agradece en esas largas sesiones de juego y que en general tiene un impacto directo en el rendimiento.", "La silla cuenta con una base metálica que asegura una gran estabilidad y un sistema conocido como \"mecanismo de rana\" que garantiza una excelente durabilidad y resistencia al uso diario, además de un sistema de elevación de gas que permite al usuario ajustar la altura del asiento hasta 6 centímetros en un diseño que soporta hasta 180 kilogramos y que ofrece un espacio amplio para movilidad sin restricciones.", "Y hablando de su aspecto, tiene un diseño elegante y moderno que combina con diferentes tipos de setups de juego, teniendo la opción de elegirla en combinaciones de colores negro y gris, negro y rojo, negro y morado, o negro y rosa.", "La marca mexicana XZEAL ofrece una amplia gama de productos para gamers y ha demostrado su compromiso con los esports ya que se convirtieron en el monitor oficial de la Liga Latinoamérica (LLA) en 2022 y cuentan con alianzas con reconocidos clubes de esports, además de que organizan sus propios eventos."]},
{"titulo": ["Death Stranding GRATIS en la Epic Games Store ahora"], "contenido": ["Death Stranding para PC actualmente está gratis en la Epic Games Store", ", aunque deben tener en cuenta que es por tiempo limitado.", "Este juego de Kojima Productions estará d", "isponible gratis hasta el próximo 25 de mayo", ", así que si están interesados deben apurarse a obtenerlo.", "Por cierto, ", "el DLC del juego tiene un 50% de descuento", " por si desean expandir su experiencia.", "¿Cómo puedo canjear Death Stranding?", "Deben visitar la Epic Games Store en este enlace, dar clic en Obtener, aceptar los términos, y luego confirmar presionando el botón de \"Realizar compra\".", "Por si no están al tanto de qué trata Death Stranding, esta es su descripción oficial:", "\"Del legendario diseñador de videojuegos Hideo Kojima llega una experiencia completamente nueva que desafía los géneros. Conéctate con el \"Social Strand System™\". Sam Bridges debe enfrentarse a un mundo completamente transformado por la muerte en Death Stranding. Con los restos aislados de nuestro futuro en sus manos, se embarca en un viaje para volver a unir el fragmentado mundo paso a paso. Protagonizado por Norman Reedus, Mads Mikkelsen, Léa Seydoux y Lindsay Wagner.\"", "Las Mega Ofertas de Epic Games Store", "Además de esto, en ", "Epic Games Store están las Mega Ofertas del 18 de mayo al 15 de junio", " que incluyen descuentos de hasta el 75% en una selección de juegos de PC.", "Death Stranding está disponible en versiones para PS4, PS5 y PC.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Amazon México tiene hasta 40% de descuento en grandes juegos de PlayStation"], "contenido": ["Puede que el", " Día de Reyes esté por terminar, pero aún hay tiempo para darte algún regalo ", "y consentirte con alguna nueva aventura y no hay mejor momento para hacerlo que hoy con los grandes descuentos que tiene ", "Amazon México en varios títulos exclusivos de PlayStation", " y aquí te presentamos algunos de los videojuegos con ", "descuentos de hasta 40%.", "Los juegos ", "son tanto para PS4 como para PS5, por lo que seguro encontrarás alguno que se adapte a lo que estés buscando", ", ya sea una aventura épica o un poco de terror pasando por propuestas que revolucionaron el género. Recuerda que", " todos los precios están en pesos mexicanos", " y la disponibilidad del artículo puede variar", "Ratchet & Clank – Hits", "Uno de los ", "mejores títulos de PS4 que nos trae de regreso a dos de los más icónicos personajes", " de Sony. No te pierdas la oportunidad de jugar esta maravillosa entrega con mecánicas muy divertidas, ", "gráficos impresionantes y mundos llenos de vida", ". Puedes encontrar Ratchet & Clank – Hits de un precio ", "de $499 a $299 pesos", " en el ", "siguiente enlace.", "Returnal", "No te pierdas la oportunidad de jugar ", "uno de los títulos más desafiantes dentro del catálogo de los exclusivos de PlayStation 5.", " Enfréntate a un bucle infinito de diferentes combinaciones que", " pone a prueba tu supervivencia en uno de los mundos más bellos y destacados de la actual generación", ". Puedes encontrar Returnal de un precio", " de $1799 a $1279", " pesos en el ", "siguiente enlace.", "Death Stranding Director's Cut", "Si nunca jugaste la última p", "ropuesta de Hideo Kojima, el Director’s Cut de Death Stranding", " es el momento ideal, aunque si ya conocías la historia, ver el enorme mundo abierto que recorre ", "Norman Redus en la PS5 sin duda lo vale", ". En Death Stranding, tomas el papel de", " Sam Bridgers, quien con la ayuda de una unidad BB, ", "debe recorrer el país para reconectarlo tras un evento catastrófico. Puedes adquirir el Director's Cut de un precio de ", "$1299 a tan solo $699 pesos", " en el", " siguiente enlace", ".", "Nioh Collection", "Una de las ", "mejores ofertas que nos trae Amazon México, pues son dos juegos", " con un descuento de más del 40%. En ambos juegos de Nioh, ", "podrás a prueba tu paciencia y habilidad de combate en mundos hostiles con una alta dificultad", ", por lo que las muertes y repeticiones serán constantes en tu experiencia. Puedes adquirir Nioh Collection de un ", "precio de $1799 a $1049 pesos", " en el ", "siguiente enlace", ".", "Ratchet & Clank: Rift Apart", "Nunca es suficiente ", "cuando hablamos de Ratchet & Clank y afortunadamente", ", Amazon nos pone su última aventura exclusiva de PS5, Rift Apart con un gran descuento que no podemos dejar pasar. ", "Nuestros héroes ahora darán saltos a diferentes universos llenos de vida", " que se verán beneficiados gracias a las características técnicas de la PS5. Puedes adquirir Ratchet & Clank: Rift Apart de un precio de", " $1799 a $1199 pesos", " en el ", "siguiente enlace", ".", "Ghost of Tsushima Director's Cut", "Otra de las joyas que no puedes dejar pasar, pues su sorprendente estética,", " gran apartado gráfico, sonoro y representación son algo que hicieron a Ghost of Tsushima brillar", " durante su lanzamiento. Afortunadamente Amazon México ", "tiene descuento en el Director's Cut, por lo que te estarás llevando la versión definitiva.", " Puedes adquirir la versión de PS4 de un precio de $1399 a $782 pesos en ", "este enlace.", " Por otra parte si te interesa la de PS5, la encontrarás de un precio de $1799 a $1199 pesos en el ", "siguiente enlace", ".", "¿Cuál te vas a regalar?", "Sólo para que estés informado: IGN puede obtener una pequeña parte de las ganancias si compras algo a través de esta publicación. Los precios y la disponibilidad de cada título pueden variar."]},
{"titulo": ["Dead Island 2: Nuevo Gameplay"], "fecha_publicacion": ["2 de Marzo de 2023"]},
{"titulo": ["Destiny 2: Eclipse - Tráiler de lanzamiento"], "fecha_publicacion": ["3 de Marzo de 2023"]},
{"titulo": ["Un nuevo control de PlayStation con ranuras para cargar audífonos inalámbricos parece estar en desarrollo"], "contenido": ["Una patente de Sony ha señalado el posible lanzamiento de ", "un control de PlayStation con ranuras para cargar auriculares inalámbricos", ".", "GameRant descubrió la ", "patente recientemente publicada", " que revela un diseño para un control que actúa como dispositivo de entrada y como ", "estuche de conexión, carga y almacenamiento", " de auriculares.", "\"El uso del control como estuche y cargador de auriculares elimina la necesidad de administrar dos dispositivos separados\", se lee en la patente. \"Esto simplifica la experiencia general del usuario, ya que el usuario tiene un dispositivo menos para gestionar la comunicación con el dispositivo de juego\".", "Si bien muchas patentes nunca se convierten en productos lanzados al mercado, un DualSense de este tipo ", "tendría sentido en el contexto de Pulse Explore", ", el primer par de auriculares inalámbricos oficiales de PlayStation. También vale la pena señalar el reciente ", "interés de Sony en los juegos de PlayStation portátiles", ", con el próximo lanzamiento del nuevo PlayStation Portal que es un dispositivo portátil para streaming de PS5.", "\n", "Audífonos inalámbricos Pulse Explore | Crédito de la imagen PLAYSTATION", "\n", "Son tiempos de mucha actividad en el frente del hardware de PlayStation. Sony está a punto de lanzar la PS5 Slim que se espera para la temporada navideña. PlayStation Portal se lanza el 15 de noviembre, y el control", " PlayStation Access ", "de Sony también se lanzará a finales de este año.", " "]},
{"titulo": ["Un nuevo control de PlayStation con ranuras para cargar audífonos inalámbricos parece estar en desarrollo"], "contenido": ["Una patente de Sony ha señalado el posible lanzamiento de ", "un control de PlayStation con ranuras para cargar auriculares inalámbricos", ".", "GameRant descubrió la ", "patente recientemente publicada", " que revela un diseño para un control que actúa como dispositivo de entrada y como ", "estuche de conexión, carga y almacenamiento", " de auriculares.", "\"El uso del control como estuche y cargador de auriculares elimina la necesidad de administrar dos dispositivos separados\", se lee en la patente. \"Esto simplifica la experiencia general del usuario, ya que el usuario tiene un dispositivo menos para gestionar la comunicación con el dispositivo de juego\".", "Si bien muchas patentes nunca se convierten en productos lanzados al mercado, un DualSense de este tipo ", "tendría sentido en el contexto de Pulse Explore", ", el primer par de auriculares inalámbricos oficiales de PlayStation. También vale la pena señalar el reciente ", "interés de Sony en los juegos de PlayStation portátiles", ", con el próximo lanzamiento del nuevo PlayStation Portal que es un dispositivo portátil para streaming de PS5.", "\n", "Audífonos inalámbricos Pulse Explore | Crédito de la imagen PLAYSTATION", "\n", "Son tiempos de mucha actividad en el frente del hardware de PlayStation. Sony está a punto de lanzar la PS5 Slim que se espera para la temporada navideña. PlayStation Portal se lanza el 15 de noviembre, y el control", " PlayStation Access ", "de Sony también se lanzará a finales de este año.", " "]},
{"titulo": ["Spider-man 2, Super Mario Bros. Wonder, Twitter y Lo Mejor de la Semana"], "contenido": ["Ya estamos a más de la mitad de octubre, el mundo avanza, los estrenos de la semana llegan y un montón de noticias del mundo del entretenimiento llegan en cada momento. Desde novedades del cine, televisión, anime, videojuegos música y todo lo que tenga con ver con el entretenimiento.", "Como cada viernes, hacemos un recopilado de lo más importante de la semana, aunque puede que no muchos estén de acuerdo con los noticias, pues todos los acontecimientos es difícil poder elegir sólo cinco de ellos. ¿Dejamos alguna nueva buena fuera de 16-20 de octubre?", " ", "1. El internet ya está de acuerdo en que Skull Island: Rise of Kong es el peor juego de 2023", "Skull Island: Rise of Kong", " salió el 17 de octubre, la aventura de acción de $40 dólares ya ha sido denominada “", "el peor juego de 2023", "”. Fue desarrollado por IguanaBee. Al anunciar su fecha de lanzamiento, ", "GameMill ", "describió ", "Skull Island: Rise of Kong", " como un “", "emocionante juego de acción y aventuras en tercera persona [que] te permite convertirte en Kong en un viaje de venganza mientras luchas para reclamar el lugar que te corresponde como Rey de Skull Island.", "”", "La verdad de ", "Skull Island", ", sin embargo, es bastante diferente. Ya se ha vuelto viral en las redes sociales por todas las razones equivocadas, con un tweet que muestra una escena con imágenes que uno esperaría hace tres generaciones y que fue vista millones de veces.", "\n", "New King Kong game looks like game of the year material ", "pic.twitter.com/TXuZYQ53EL", "\n— Rick (@RickDaSquirrel) ", "October 16, 2023", "2. Nuevas imágenes del live-action de Avatar: The Last Airbender nos muestran a la Nación del Fuego", "Noticias de interés para todos los fans de ", "Avatar: The Last Airbender", ", y es que Netflix ha compartido imágenes del live-action que nos ofrecen el primer vistazo a los personaje de la ", "Nación del Fuego", ".", "Anteriormente la compañía ", "había revelado el primer vistazo a los cuatro miembros principales del elenco", ", pero ahora le toca el turno a la ", "Nación del Fuego", " que incluye a Dallas Liu como el ", "Príncipe Zuko", ", Elizabeth Yu como la ", "Princesa Azula", ", Daniel Dae Kim como el ", "Señor del Fuego Ozai", ", Paul Sun-Hyung Lee como el ", "General Iroh", " y Ken Leung como el ", "Comandante Zhao", ".", " ", "3. Twitter/X: Elon Musk piensa en cobrar un dólar anual por el uso de la app", "X", ", anteriormente conocido como ", "Twitter", ", ha lanzado un programa en territorios limitados que cobra 1 dólar por nuevos registros.", "El programa ", "Not A Bot", ", del que ", "Fortune", " informó por primera vez, ya está disponible en Nueva Zelanda y Filipinas y obliga a las cuentas nuevas y no verificadas a registrarse para obtener una suscripción anual de 1 dólar para poder publicar e interactuar con otras publicaciones en la versión web de ", "X", ". Los usuarios existentes no se ven afectados, dijo la plataforma de redes sociales propiedad de ", "Elon Musk", ".", "X insistió en que este nuevo programa fue diseñado para combatir el spam, la actividad de los bots y la \"", "manipulación", "\", \"", "mientras se equilibra la accesibilidad de la plataforma con la pequeña tarifa", "\". \"", "No es un generador de ganancias", "\", dijo X. \"", "Y hasta ahora, las opciones de suscripción han demostrado ser la principal solución que funciona a escala", "\".", "4. Fallece Burt Young, actor que dio vida al icónico Paulie en la franquicia de Rocky", "Se dio a conocer la triste noticia del fallecimiento de ", "Burt Young", ", un exboxeador que alcanzó la fama en Hollywood, de acuerdo con la información proporcionada por su hija ", "Anne Morea Steingieser", " a ", "The New York Times", ", ", "Young", " falleció a principios de este mes a la edad de 83 años. ", "Burt Young", " es recordado mundialmente por su papel como ", "Paulie", ", el cuñado de ", "Rocky Balboa", ", en la franquicia de ", "Rocky", ", en la que obtuvo una nominación a los Óscar como mejor actor de reparto por su actuación. Ante la noticia Sylvester Stallone rindió homenaje a su amigo.", "“", "A mi querido amigo, Burt Young, fuiste un hombre increíble y un artista. Tanto yo como el mundo te extrañaremos mucho… Descansa en paz”, compartió en sus redes sociales Sylvester Stallone junto con una foto de ambos en una escena de Rocky. Young nació en el barrio neoyorquino de Queens, y creció en el barrio de Corona antes de unirse a los Marines a los 16 años con ayuda de su padre para cambiar su edad. Durante su estancia en el ejército comenzó a boxear y continuó su carrera brevemente como profesional bajo la tutela del famoso entrenador Cus D’Amato. Young se adentró en la actuación a los 20 años porque una joven en la que estaba interesado “dijo que siempre había querido estudiar con Lee Strasberg, pero no podía entrar", "”. Descanse en Paz But Young, el siempre querido tío Paulie.", "5. Estrenos de Marvel's Spider-man 2 y Super Mario Bros. Wonder", "Es un día histórico para el gaming, pues dos títulos de tamaños colosales han llegado. Del lado de ", "Playstation Studios", " viene ", "Marvel's Spider-man 2 ", "y por parte de ", "Nintendo", " viene ", "Super Mario Bros. Wonder.", "En ", "nuestra reseña de IGN", ", calificamos a ", "Super Mario Bros. Wonder", " en un 9.5 de 10:", "\"Super Mario Bros. Wonder es el juego que esperábamos los seguidores de la franquicia de Super Mario Bros. Las novedades que presenta son una muestra de que se puede mejorar lo ya establecido y el clásico modo de juego de un título.\"", "En ", "nuestra reseña para IGN", ", calificamos a esta secuela en un 8.5 de 10:", "\"", "Marvel's Spider-Man 2 es una obra maestra, pero no es perfecta. Su historia con dos Spider-Man es el sueño de los fans de Peter y de Miles, en un entorno que nos hace sentir que las páginas de los cómics cobran vida, en una historia que mezcla a la perfección el humor, el drama y la acción. Si bien es la mejor historia de Spider-Man hasta el momento, el tercer acto cae rápidamente después del drama y la intensidad de las primeras dos partes, realmente esperaba algo mucho mejor para lo que se estaba construyendo con Venom, pero la forma en que todo se desarrolla con cinemáticas y misiones en las que hay que spamear el botón cuadro hasta que el enemigo cae, se desconecta por completo del drama con el que inicia el juego.", "\"", "¿Qué te parecen estas noticias?, ¿dejamos alguna por fuera?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Metal Gear Solid 3: ¿Qué tan involucrado está Hideo Kojima? Desarrolladores responden"], "contenido": [" ", "Metal Gear Solid Δ: Snake Eater", " fue uno de los anuncios más importantes del ", "PlayStation Showcase", " de este mes de mayo, e IGN tuvo la oportunidad de hablar con el equipo detrás del juego para obtener más información sobre qué podemos esperar exactamente de esta nueva versión.", "Si bien el equipo aún no puede revelar todo sobre ", "Metal Gear Solid Δ: Snake Eater", ", que actualmente no tiene una fecha de lanzamiento, sí que estaban listos para hablar 一un poco一 sobre si ", "Hideo Kojima", " o ", "Yoji Shinkawa", " estaban involucrados en el proyecto, si habrá más remakes de la serie ", "Metal Gear", " y mucho más.", " ", " ", "¿Quién está haciendo Metal Gear Solid Δ: Snake Eater, y está involucrado Hideo Kojima?", "Seamos sinceros. Una de las preguntas más importantes que muchos tuvimos después del anuncio era ", "si el director de Metal Gear Solid 3, Hideo Kojima, estaba involucrado en el proyecto.", " No había muchas esperanzas de que el famoso creativo japonés estuviera dentro, ", "especialmente después de su ruptura con Konami,", " pero de todos modos la duda estaba en el aire.", "También preguntamos si ", "Yoji Shinkawa", " estaba involucrado, ya que fue parte integral del arte de la serie ", "Metal Gear Solid", "; y ahora está trabajando con Kojima en ", "Kojima Productions.", "\"No están involucrados\", ", "dijo un portavoz de Konami. ", "\"Sin embargo, el equipo de desarrollo trabajará duro para crear esta nueva versión y también los ports (para Metal Gear Solid: Master Collection) para que sean disfrutados por más jugadores de todo el mundo en múltiples plataformas”.", "Para aquellos que no están familiarizados con esto, ", "Metal Gear Solid: Master Collection Vol. 1 se anunció junto con Metal Gear Solid Δ: Snake Eater", " e incluye el ", "Metal Gear Solid original, Metal Gear Solid 2: Sons of Liberty, Metal Gear Solid 3: Snake Eater ", "y", " Metal Gear 1 ", "y", " 2.", " Esta colección llegará en otoño de 2023 (septiembre-noviembre).", "Entonces, ¿quién está trabajando en el remake? Resulta que ", "el \"papel central\" lo asumirán los desarrolladores de Konami que han estado \"involucrados en la producción de los juegos anteriores de la serie Metal Gear\"", ". Estos desarrolladores trabajarán con ", "Virtuos", ", un estudio que también se “involucró en la producción de las entregas anteriores en la serie Metal Gear\". Esto confirma ", "los rumores anteriores", " de que Virtuos, que ha trabajado en todo, desde ", "Dark Souls Remastere", "d hasta ", "Uncharted 4,", " está trabajando también en la nueva versión.", "Luego preguntamos por qué el equipo eligió comenzar con ", "Metal Gear Solid 3", " en lugar del primer ", "Metal Gear Solid,", " y todo parecía reducirse al hecho de que ", "este título es en realidad la entrega más icónica en la historia de la serie Metal Gear.", "\"Elegimos Metal Gear Solid 3: Snake Eater porque representa el nacimiento de BIG BOSS (Naked Snake), que es el punto de partida de la serie Metal Gear\",", " dijo un portavoz de Konami. ", "\"Otra razón es que muchos fans han estado solicitando una nueva versión de este juego durante mucho tiempo\".", "Los fanáticos también parecen ser un factor importante en cuanto a si habrá futuros remakes de Metal Gear o incluso juegos nuevos", ". Konami tuvo cuidado de no mencionar “nuevos juegos” a pesar de que le preguntamos, pero compartió que, ", "\"con respecto a las nuevas versiones de juegos anteriores de la serie que no sean Metal Gear Solid 3: Snake Eater, escucharemos la demanda de los jugadores y las consideraremos en consecuencia\".", " ", " ", " ", "¿Por qué Metal Gear Solid Δ y no Metal Gear Solid 3?", " ", "Metal Gear Solid Δ: Snake Eater", " es una nueva versión de ", "Metal Gear Solid 3", ", y comenzamos preguntando por qué eligieron ir con el símbolo ", "Delta", " en lugar de simplemente llamarlo ", "Metal Gear Solid 3: Snake Eater Remake.", " ", "Konami dio una breve explicación en Twitter sobre por qué tomó esta decisión", ",", " y los desarrolladores hablaron un poco más de ello en nuestra conversación.", "\"Se eligió el símbolo Delta (Δ) porque su significado se ajusta al concepto del proyecto de remake\"", ", dijo un portavoz de Konami. \"", "Delta es un carácter del alfabeto griego que significa 'cambio' o 'diferencia' en matemáticas y variables, y también tiene el significado de cambiar una cantidad sin cambiar la estructura\".", "Hablando de cambios, ", "Konami confirmó que no actualizará ni alterará la historia en la nueva versión", ". En IGN no estamos muy molestos por eso, ya que la historia fue una de las principales razones por las que ", "colocamos a Metal Gear Solid 3: Snake Eater en la parte superior de nuestra clasificación de los juegos Metal Gear de Kojima de 2015.", "\"Y luego está ese final\",", " dijimos sobre la historia de Metal Gear Solid 3. ", "\"Una conclusión impactante para una historia que retroactivamente pone en movimiento a toda la franquicia. Amor, honor, traición y todo lo mejor de Metal Gear Solid, envuelto en un paquete bellamente camuflado\".", "El recast de ", "Snake", " en ", "Metal Gear Solid V: The Phantom Pain", " fue una de las decisiones más controvertidas de ese juego, pero Konami no va a causar un incendio esta vez ya confirmó que todas las voces originales de los personajes del del juego estarán presentes en el remake. En cuanto a si esto significa que hay más remakes de Metal Gear Solid en camino, tenemos que esperar.", "\"Con respecto a los remakes de juegos anteriores de la serie que no sean Metal Gear Solid 3: Snake Eater, escucharemos la demanda de los jugadores y consideraremos en consecuencia\", ", "dijo Konami.", " ", "\n"]},
{"titulo": ["Mortal Kombat 1: el Fatality de Halloween cuesta $10 dólares y la comunidad está molesta"], "contenido": ["A principios de esta semana, ", "la comunidad de Mortal Kombat 1 se indignó ", "después de que el editor Warner Bros. Games revelara que venderá ", "un Fatality de temporada por dinero del mundo real", ". Ahora, este Fatality está disponible en la tienda con un precio confirmado, y los jugadores están en armas una vez más, y muchos prometen boicotear el Fatality (y algunos abandonan el juego por completo) debido a su costo.", "El Fatality de Halloween se agregó a la Tienda Premium de MK1 por ", "el precio de 1200 Dragon Krystals ", "(1250 de los cuales se pueden comprar en un paquete por ", "$10 dólares", "). La medida se produjo después de que los jugadores notaron que las notas del parche mencionaban vagamente un \"Halloween Fatality agregado a la Tienda Premium\", lo que luego fue confirmado por Warner Bros. Games.", "Puedes ver el Fatality a continuación, que consiste en colocar una calabaza sobre la cabeza de tu oponente antes de que emerjan espeluznantes insectos.", "Los jugadores han expresado", " su sorpresa por el precio de $10 dólares del Fatality", ", especialmente porque s", "e suma al costo de $70 dólares ", "del juego (o $110 para los jugadores que compraron la edición premium). Muchos miembros de la comunidad ahora critican la medida como una indicación de que MK1 está cambiando hacia un modelo freemium a pesar de no ser gratuito.", "\"¿Estás bromeando? ¿Puedo obtener un reembolso por este juego modelo freemium a precio completo?\" El usuario de Reddit u/BarnsleyLad publicó.", "\n", "Ain't no way the Halloween fatality is 1200 Crystals man ain't no way ", "https://t.co/EcwGKWIXaM", "\n— thethiny ? (@thethiny) ", "October 27, 2023", " ", "\n", "1.2k Krystals is a bit too much for a fatality", "#Mortalkombat", " ", "#MK1", " ", "#Mortalkombat1", " ", "pic.twitter.com/ftwHNx4QIH", "\n— TQT (@TQT1995) ", "October 27, 2023", "En respuesta, ", "los jugadores han comenzado a recurrir a X/Twitter y Reddit para animar a otros a boicotear", " el precio del Fatality.", "\"NO COMPREN ESTE FATALITY DE TEMPORADA\", publicó el usuario de Reddit u/brokythe_reaper. \"Hazles comprender que no deberían cobrarnos por ello. 1200 cristales es ridículo\".", "\"No compres esa cosa\", comentó el usuario de Reddit u/Sebhamelin. \"¡¡¡Vamos a mostrarles que esto NO TIENE SENTIDO !!!!\"", "Incluso después de las quejas de los jugadores sobre la monetización agresiva, parece que hay más DLC de MK1 en camino, y los desarrolladores insinúan posibles personajes DLC. ", " "]},
{"titulo": ["Día del padre: Mejores padres de los videojuegos"], "contenido": ["El ", "Día del Padre", " es una celebración importante que varia en la fecha según la cultura o religión de quien la celebre. Como su nombre lo indica, se trata de homenajear o rendirle respeto/tributo a los padres que han estado ahí cumpliendo su papel.", "Si bien no hay una fecha en especia, en la mayor parte de los países de Latinoamérica se celebra el ", "tercer domingo de junio", ".", "A continuación se hará un listado de los mejores padres o los más famosos en los videojuegos que han contribuido a ganarse con orgullo este papel. Como dice un dicho ", "\"Padre no es el  q", "ue", " engendra sino el que educa\"", ".", "Joel Miller", "\n", "\n\n", "Joel", " pierde a ", "Sarah", " justo en el día que inició la pandemia del cordyceps, lo peor de este asunto es que no lo hace por un infectado, sino por un humano saludable. Esto hace que ", "Joel", " se vuelva totalmente antipático y un ser totalmente frío.", "\n\n", "20 años después cuando conoce a ", "Ellie", " todo cambia y es a través del viaje que realiza con ella que su corazón sana. Es ahí donde el padre que perdió toda la fe en la humanidad renace...desgraciadamente sus acciones tuvieron consecuencias terribles.", "\n\n", "Kratos", "\n", "Es correcto mencionar que ", "Kratos", " tuvo familia antes de los eventos de su venganza contra los dioses, su pequeña ", "Calíope", " tuvo un trágico destino a manos de su propio padre. Esto creó un monstruo que lo llevó a vengarse de todo el panteón griego.", "Tiempo después cuando tiene a ", "Atreus", " gracias a ", "Fey", ", es cuando su verdadero viaje de padre comienza. Lo mágico de este asunto es que en ", "God of War (2018)", " no es el padre ejemplar al inicio del juego, sino que a lo largo de sus aventuras viajando a través de los 9 reinos es donde aprende a ser padre.", "\n", "Johnny Cage", "\n", "Sí, estás leyendo bien. Uno de los aspectos más reconocibles sobre este personaje es que es un completo payaso, en el buen sentido. ", "Johnny", " ama que las cámaras estén a su disposición y ser el total modelo de cazanova.", "Todo lo anterior cambió cuando ", "Mortal Kombat X ", "salió y mostró una faceta poco explorada del personaje. Al criar a ", "Cassie Cage", " como la futura ganadora del gran torneo ", "Mortal Kombat", ", el gran ", "Johnny", " vio culminada su faceta de padre.", "\n", "Marcus Fénix", "\n", " ", "\n", "Marcus", " perdió a su padre en el final de la ", "Guerra Locust", ", por lo que quedó bastante herido, pues él pensaba que había muerto justo al inicio de la misma. Cuando se dio cuenta de todo esto, apenas y pudo despedirse.", "Tras la muerte de ", "Anya", ", ", "Marcus", " cuidó a ", "James", " y lo crió de la mejor forma que pudo, rumbo al inicio de la nueva ", "Guerra del Enjambre", " se pudo ver que el teniente ", "Fenix", " hizo bien al educar a un fiel nuevo guerrero.", "\n", "John Marston", "\n", "Red Dead Redemption II", " enseñó que ", "John", " nunca quiso una mala vida de criminal para ", "Jack", ". Si bien al inicio del juego se muestra como un desinteresado, poco a poco toma consciencia del futuro.", "En el epílogo del juego se muestra totalmente comprometido para ofrecerle una vida alejada de las bandas críminales a ", "Jack", " y esto se ve aún más reflejado en los eventos del primer juego que toman lugar años después.", "Cliff Hunger", "La magistral historia de ", "Death Stranding", " le hizo creer al público que ", "Cliff", " era el villano en esta historia al pelear constantemente contra ", "Sam", ".", "A través de flashbacks se contó su triste pero emotiva historia, mientras trataba de cuidar a toda costa a ", "BB", " el giro vino cuando se revela que ", "BB", " era realmente ", "Sam", ". Muchas lágrimas de machos se soltaron en aquel momento.", "¿Qué opinas de este ranking?, ¿pasamos algún padre por alto?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Star Wars Jedi: Survivor recibe el parche más grande hasta la fecha"], "contenido": ["EA y Respawn Entertainment ", "han lanzado el parche más grande hasta el momento para Star Wars Jedi: Survivor", " en todas las plataformas: PlayStation 5, Xbox Series X y S, y PC.", "El parche 7 ", "\"realiza mejoras radicales en los modos de calidad y rendimiento\"", " en la consola, dijo EA, mientras que su contraparte para PC está encabezado por la adición de soporte NVIDIA DLSS.", "El modo de rendimiento de PS5 y Xbox recibió ", "una revisión completa que deshabilitó el trazado de rayos para garantizar un rendimiento constante de 60 fotogramas por segundo", " junto con otras mejoras. Otras mejoras técnicas también han impulsado el modo de calidad en ambas consolas y han agregado compatibilidad con frecuencia de actualización variable en PS5.", "Los usuarios de PC, que enfrentaron la peor parte de los problemas técnicos de Jedi: Survivor en el lanzamiento, también pueden disfrutar de ", "cambios en el sistema de guardado que ayudan a prevenir la corrupción del juego", ", varias correcciones de fallos y más. Las notas completas del parche se pueden ver a continuación.", "Jedi: Survivor se lanzó en abril con una recepción crítica positiva y un éxito comercial, pero algunos usuarios se quedaron con una versión del juego con errores y defectuosa, incluso después de una gran descarga del primer día. El estudio lanzó muchos parches en las semanas posteriores al lanzamiento, aunque ha estado en silencio durante un tiempo, ya que presumiblemente trabajó en esta actualización más importante para mejorar el rendimiento.", "En la reseña de IGN US le otorgaron 9/10, comentando: \"Si Respawn hace un tercer juego como Star Wars Jedi: Survivor and Fallen Order, completará la mejor trilogía de Star Wars en 30 años, sin lugar a dudas\".", "Notas del parche 7 de Star Wars Jedi: Survivor", "\n\t", "Este parche presenta varias mejoras relacionadas con el rendimiento* en PlayStation 5 y Xbox Series X y S, que incluyen:\n\t", "\n\t\t", "El modo Rendimiento ha sido completamente rediseñado para mejorar sustancialmente la experiencia del jugador.\n\t\t", "\n\t\t\t", "Una serie de optimizaciones de GPU y CPU, junto con la desactivación de Ray Tracing, han resultado en una mejor experiencia para el jugador, incluidos unos sólidos 60 FPS en el modo Rendimiento.", "\n\t\t", "\n\t\t", "\n\t\t", "El modo de calidad también recibió optimizaciones para ayudar a reducir la fluctuación de FPS e introducir otras mejoras visuales.", "\n\t", "\n\t", "\n\t", "Se agregó compatibilidad con frecuencia de actualización variable para PS5", "\n\t", "Mejoras adicionales de rendimiento y optimización para PC, incluida la compatibilidad con DLSS.", "\n\t", "Ajustes a los sistemas de guardado para ayudar a prevenir la corrupción del juego guardado.", "\n\t", "Se solucionaron problemas por los que los jugadores no podían recuperar su XP después de morir en determinadas circunstancias.", "\n\t", "Varias correcciones de fallos", "\n\t", "Varias correcciones de errores y mejoras en todas las plataformas, incluidas correcciones de tela, iluminación e interfaz de usuario.", "\n", "* Nota: las cinemáticas de Star Wars Jedi: Survivor están fijadas a 30 fotogramas por segundo.", " "]},
{"titulo": ["GTA 6: confirman que hay adolescentes involucrados en el hackeo de Lapsus$ contra Rockstar"], "contenido": [" ", "Dos adolescentes formaban parte del grupo de hackers, Lapsus$, que tenía como objetivo al desarrollador de Grand Theft Auto, Rockstar Games, y filtró imágenes del próximo GTA 6.", "Como informó la ", "BBC", ", Arion Kurtaj, de 18 años, originario de Oxford, y otro joven de 17, cuyo nombre no puede ser identificado debido a su edad, formaban parte del grupo de \"bandidos digitales\" descrito por el tribunal que también se metió con Nvidia y Uber. Ambos adolescentes serán sentenciados en una fecha posterior.", "Kurtaj fue puesto en custodia en un hotel por la policía después de hackear a Nvidia, y de que piratas informáticos rivales revelaran su identidad y ubicación, y fue desde esta habitación de hotel (y bajo fianza) que apuntó a Rockstar.", "El tribunal escuchó que Kurtaj fue \"atrapado con las manos en la masa\" en \"flagrante desprecio por las condiciones de su libertad bajo fianza\" cuando la policía de la ciudad de Londres registró su habitación y encontró sus instrumentos de piratería, un Amazon Fire Stick en el televisor del hotel y un teléfono inteligente, teclado y mouse.", " ", " ", "El servicio de mensajería de Rockstar, Slack, fue vulnerado ", "en lo que se describió como su hackeo \"más audaz\", y Kurtaj publicó: \"No soy un empleado de Rockstar, soy un atacante\". ", "La compañía pronto confirmó que había sido víctima de una intrusión en la red", " que también fue la causa de que 100 videos diferentes del esperado título fueran compartidos en línea.", "\"Nos tomamos muy en serio las filtraciones y nos decepcionan a todos, es realmente frustrante y molesto para el equipo\",  dijo  ", "el director ejecutivo de Take-Two, Strauss Zelnick", ", en respuesta al ataque.", "Los fanáticos de la franquicia Grand Theft Auto todavía esperan ansiosamente un vistazo oficial a GTA 6, aunque el editor Take-Two Interactive ha adelantado ", "que el título podría lanzarse el próximo año", ".", " ", " ", "No te pierdas:", "\n\n", " ", "\n\n", "\n", "\n", "\n\n", "Alguien invadió el escenario del Opening Night Live en gamescom 2023... para preguntar por GTA VI", "\n", " ", "\n", " ", " "]},
{"titulo": ["Space Jam: la secuela originalmente iba a ser protagonizada por Tony Hawk"], "contenido": ["Años después de que Michael Jordan causó sensación en ", "Space Jam", " vimos que LeBron James protagonizó la secuela, pero ahora se ha dado a conocer que ", "la historia pudo haber sido muy diferente ya que Tony Hawk estaba en el plan original", ".", "Tony Hawk, la leyenda del skate, estuvo como invitado en la serie Hot Ones de YouTube, y en esa charla reveló cómo Warner Bros. se puso en contacto con él a principios de la década de 2000 con", " una oferta para protagonizar Space Jam 2", " (", "vía", " CBR).", "De esta manera, ", "Space Jam 2 hubiera pasado del basquetbol al skate", " y habría visto a Hawk haciendo equipo con los personajes de Looney Tunes.", "El skater profesional dijo que estaba muy entusiasmado con el concepto, pero lamentablemente ", "se terminó cancelando", ", al parecer debido a que Looney Tunes: De Nuevo en Acción tuvo un mal desempeño en la taquilla.", "Hawk dijo, \"Me presentaron la idea de que sería Skate Jam , muy parecido a Space Jam , con todos los personajes de Looney Tunes, y luego yo iba a ser la persona real principal. Me estaba yendo a Australia, casualmente para trabajar en una película independiente diferente allí, y me dijeron: 'Queremos encontrarnos en el [aeropuerto] LAX, porque queremos ultimar todos los detalles. Así que me encontraron en ese restaurante en el medio. de LAX, y dijeron: 'Esto está sucediendo'. Como, 'Aquí están las ideas para el guión, aquí está el póster'. Y recuerdo haber pensado: '¿Cuándo sucederá esto?' [Dijeron]: 'Cuando regreses, ultimaremos todos los detalles'. Yo digo: '¡Impresionante!'\"", "Y continuó diciendo, \"[Me] subo al avión [y] voy a Australia. Mientras tanto, lanzaron Back in Action, que era una película de Looney Tunes con Brendan Fraser, y aparentemente no obtuvo los resultados que esperaban, y se suponía que esa era su manera de reintroducir a los personajes de Looney Tunes. Cuando regresé de Australia, ya no me llamaban. Se había ido, simplemente se había ido.\"", "Ahora solo nos queda preguntarnos qué tal hubiera resultado esa película de Space Jam con Tony Hawk, y mientras tanto pueden ver Space Jam y Space Jam: A New Legacy en HBO Max.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Space Jam: la secuela originalmente iba a ser protagonizada por Tony Hawk"], "contenido": ["Años después de que Michael Jordan causó sensación en ", "Space Jam", " vimos que LeBron James protagonizó la secuela, pero ahora se ha dado a conocer que ", "la historia pudo haber sido muy diferente ya que Tony Hawk estaba en el plan original", ".", "Tony Hawk, la leyenda del skate, estuvo como invitado en la serie Hot Ones de YouTube, y en esa charla reveló cómo Warner Bros. se puso en contacto con él a principios de la década de 2000 con", " una oferta para protagonizar Space Jam 2", " (", "vía", " CBR).", "De esta manera, ", "Space Jam 2 hubiera pasado del basquetbol al skate", " y habría visto a Hawk haciendo equipo con los personajes de Looney Tunes.", "El skater profesional dijo que estaba muy entusiasmado con el concepto, pero lamentablemente ", "se terminó cancelando", ", al parecer debido a que Looney Tunes: De Nuevo en Acción tuvo un mal desempeño en la taquilla.", "Hawk dijo, \"Me presentaron la idea de que sería Skate Jam , muy parecido a Space Jam , con todos los personajes de Looney Tunes, y luego yo iba a ser la persona real principal. Me estaba yendo a Australia, casualmente para trabajar en una película independiente diferente allí, y me dijeron: 'Queremos encontrarnos en el [aeropuerto] LAX, porque queremos ultimar todos los detalles. Así que me encontraron en ese restaurante en el medio. de LAX, y dijeron: 'Esto está sucediendo'. Como, 'Aquí están las ideas para el guión, aquí está el póster'. Y recuerdo haber pensado: '¿Cuándo sucederá esto?' [Dijeron]: 'Cuando regreses, ultimaremos todos los detalles'. Yo digo: '¡Impresionante!'\"", "Y continuó diciendo, \"[Me] subo al avión [y] voy a Australia. Mientras tanto, lanzaron Back in Action, que era una película de Looney Tunes con Brendan Fraser, y aparentemente no obtuvo los resultados que esperaban, y se suponía que esa era su manera de reintroducir a los personajes de Looney Tunes. Cuando regresé de Australia, ya no me llamaban. Se había ido, simplemente se había ido.\"", "Ahora solo nos queda preguntarnos qué tal hubiera resultado esa película de Space Jam con Tony Hawk, y mientras tanto pueden ver Space Jam y Space Jam: A New Legacy en HBO Max.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "fecha_publicacion": ["2 de Marzo de 2023"]},
{"titulo": ["Destiny 2: La Forma Final - Tráiler de Revelación"], "fecha_publicacion": ["23 de Agosto de 2023"]},
{"titulo": ["GTA 6: confirman que hay adolescentes involucrados en el hackeo de Lapsus$ contra Rockstar"], "contenido": [" ", "Dos adolescentes formaban parte del grupo de hackers, Lapsus$, que tenía como objetivo al desarrollador de Grand Theft Auto, Rockstar Games, y filtró imágenes del próximo GTA 6.", "Como informó la ", "BBC", ", Arion Kurtaj, de 18 años, originario de Oxford, y otro joven de 17, cuyo nombre no puede ser identificado debido a su edad, formaban parte del grupo de \"bandidos digitales\" descrito por el tribunal que también se metió con Nvidia y Uber. Ambos adolescentes serán sentenciados en una fecha posterior.", "Kurtaj fue puesto en custodia en un hotel por la policía después de hackear a Nvidia, y de que piratas informáticos rivales revelaran su identidad y ubicación, y fue desde esta habitación de hotel (y bajo fianza) que apuntó a Rockstar.", "El tribunal escuchó que Kurtaj fue \"atrapado con las manos en la masa\" en \"flagrante desprecio por las condiciones de su libertad bajo fianza\" cuando la policía de la ciudad de Londres registró su habitación y encontró sus instrumentos de piratería, un Amazon Fire Stick en el televisor del hotel y un teléfono inteligente, teclado y mouse.", " ", " ", "El servicio de mensajería de Rockstar, Slack, fue vulnerado ", "en lo que se describió como su hackeo \"más audaz\", y Kurtaj publicó: \"No soy un empleado de Rockstar, soy un atacante\". ", "La compañía pronto confirmó que había sido víctima de una intrusión en la red", " que también fue la causa de que 100 videos diferentes del esperado título fueran compartidos en línea.", "\"Nos tomamos muy en serio las filtraciones y nos decepcionan a todos, es realmente frustrante y molesto para el equipo\",  dijo  ", "el director ejecutivo de Take-Two, Strauss Zelnick", ", en respuesta al ataque.", "Los fanáticos de la franquicia Grand Theft Auto todavía esperan ansiosamente un vistazo oficial a GTA 6, aunque el editor Take-Two Interactive ha adelantado ", "que el título podría lanzarse el próximo año", ".", " ", " ", "No te pierdas:", "\n\n", " ", "\n\n", "\n", "\n", "\n\n", "Alguien invadió el escenario del Opening Night Live en gamescom 2023... para preguntar por GTA VI", "\n", " ", "\n", " ", " "]},
{"titulo": ["Avatar The Last Airbender: El Live-Action de Netflix muestra su primer vistazo a los personajes"], "contenido": ["Netflix acaba de presentar un primer vistazo a su serie live-action de Avatar: The Last Airbender.", "Apareciendo en Tudum de Netflix, una breve revelación del título nos lleva a través de los elementos de Avatar con una banda sonora adecuadamente mística en la parte superior.", "\n", "Water. Earth. Fire. Air. Netflix's Avatar: The Last Airbender, coming 2024. ", "#TUDUM", " ", "pic.twitter.com/XgtneUqeP0", "\n— Netflix (@netflix) ", "June 17, 2023", "Lo más importante es que Netflix también reveló cuándo podemos esperar que llegue al servicio: 2024.", "Junto con la revelación del título, había imágenes de Gordon Cormier como Aang, Kiawentiio como Katara, Ian Ousley como Sokka y Dallas Liu como Zuko.", "\n", "Meet Aang, Katara, Sokka and Zuko in Netflix’s Avatar: The Last Airbender, coming 2024. ", "#TUDUM", " ", "pic.twitter.com/b7TKxo9pKC", "\n— Netflix (@netflix) ", "June 17, 2023", "La adaptación de Avatar ha estado en proceso desde 2018 con un plan para llevar la popular franquicia de anime a la acción en vivo por primera vez.", "George Takei, Amber Midthunder y Danny Pudi también se unieron recientemente al elenco del live action junto con Daniel Dae Kim, Arden Cho, Randall Duk Kim y otros.", "“Nos expandiremos y haremos crecer el mundo, y habrá sorpresas para los fanáticos existentes y para los nuevos en la historia”, dijo el showrunner Albert Kim. “Pero a lo largo de este proceso, nuestro lema ha sido 'autenticidad'. a la historia A los personajes. A las influencias culturales. La autenticidad es lo que nos mantiene en marcha, tanto frente a la cámara como detrás de ella, por lo que hemos reunido un equipo como nunca antes se había visto: un grupo de artistas talentosos y apasionados que trabajan las 24 horas para traer este rico e increíblemente hermoso mundo a la vida.”", "Los creadores originales de Avatar, Michael Dante DiMartino y Bryan Konietzko, estaban originalmente a bordo como productores ejecutivos y showrunners. Sin embargo, el dúo se separó de la producción de Netflix en 2020.", "Además de la próxima adaptación de acción en vivo, Avatar tendrá una película animada completa en 2025. De hecho, es la primera de tres películas animadas de Avatar planeadas por Paramount y Nickelodeon.", "Ryan Leston es periodista de entretenimiento y crítico de cine de IGN. Puedes seguirlo en ", "Twitter", "."]},
{"titulo": ["Se anunció el remake de Metal Gear Solid 3 junto con la colección que incluye los tres primeros juegos"], "contenido": ["El remake de Konami se titulará Metal Gear Solid Δ: Snake Eater y mantendrá la historia y diálogos originales.", "Casi 20 años después del lanzamiento original, Konami está haciendo oficialmente el remake de Metal Gear Solid 3: Snake Eater para PlayStation 5, Xbox Series X|S y PC.", "Anunciado durante el PlayStation Showcase de hoy, el nuevo remake de Metal Gear Solid 3 se titula Metal Gear Solid Δ: Snake Eater y será un “remake fiel” del juego original de Hideo Kojima. (Δ se pronuncia \"Delta\".) Este se ha revelado en un breve avance CGI en el que la cámara recorre un paisaje selvático familiar y finalmente se detiene en Snake en medio de la interpretación de Cynthia Harrell del tema musical clásico.", "La información complementaria publicada después del evento confirmó que la nueva versión conservará las voces originales, presumiblemente incluyendo a David Hayter como Snake. Konami también prometió \"gráficos sin precedentes y sonido envolvente\".", "Metal Gear Solid: Master Collection Vol. 1 anunciada a la par del remake", " ", "Además de Metal Gear Solid Δ, Konami también anunció Metal Gear Solid: Master Collection Vol. 1. La colección incluirá Metal Gear Solid, así como las versiones de Metal Gear Solid 2 y 3 HD Collection, que se lanzó por primera vez en PlayStation 3 en 2011. Llegará en otoño de 2023, y las plataformas están por confirmarse.", "Metal Gear Solid Δ y Metal Gear Solid: Master Collection marcarán el regreso de la serie extendida a las consolas modernas después de una larga ausencia. El Snake Eater original se lanzó en Norteamérica en 2004 y posteriormente se remasterizó, pero la muy publicitada ruptura de Kojima con Konami provocó una larga pausa en la serie. Su último lanzamiento importante fue Metal Gear Solid Survive, que se lanzó con algunas críticas en 2018.", "El Snake Eater original sigue a un agente cuyo nombre código es Naked Snake mientras busca a su mentor, quien aparentemente desertó a la Unión Soviética en medio de la Guerra Fría. El juego ganó elogios por su historia, mecánica y batallas únicas contra jefes, muchas de las cuales siguen siendo famosas hasta el día de hoy. Se rumora que la nueva versión está en proceso desde hace algún tiempo, con Bluepoint y Virtuous entre los estudios que se especula que liderarán el desarrollo, pero esta es la primera vez que se muestra oficialmente.", "Hace mucho tiempo que Kojima se dedicó a sus propios proyectos, trayendo consigo al famoso ilustrador Yoji Shinkawa, cuyo arte fue fundamental para dar vida a Metal Gear Solid. No está claro qué parte del equipo de desarrollo original está involucrado en la nueva versión, pero el grupo emitió una declaración sin firmar a través del comunicado de prensa.", "“Le agradecemos y apreciamos sinceramente su continuo apoyo. Actualmente, el equipo de desarrollo está trabajando en conjunto para crear un entorno donde los fanáticos puedan experimentar y disfrutar la serie Metal Gear en las últimas plataformas”.", "“Estamos rehaciendo Metal Gear Solid 3: Snake Eater, una de las entregas más queridas de la serie Metal Gear, revelando la historia de origen de Snake, como Metal Gear Solid Δ: Snake Eater. Estamos trabajando arduamente para que Metal Gear Solid Δ: Snake Eater sea una recreación fiel de la historia y el diseño del juego original, al tiempo que desarrollamos la jugabilidad con imágenes impresionantes y una experiencia de usuario perfecta”.", "“Simultáneamente, entregaremos la serie Metal Gear Solid: Master Collection, la compilación más completa que celebra el 35 aniversario de la serie. Metal Gear Solid: Master Collection permitirá a los fanáticos jugar los juegos tal como eran, tal como se lanzaron por primera vez en las plataformas más recientes. Esperamos que disfrute de la serie Metal Gear en las últimas plataformas”.", "Metal Gear Solid Δ: Snake Eater aún no tiene fecha de lanzamiento.", "Kat Bailey es editora sénior de noticias en IGN y coanfitriona de Nintendo Voice Chat. ¿Tienes un consejo? Envíale un DM a @the_katbot."]},
{"titulo": ["Mortal Kombat 1: Mod de Jennifer's Body convierte a Nitara en uno de sus mejores papeles de Megan Fox"], "contenido": ["No cabe duda de que los mods para PC con parte del mundo actual del gaming, realmente las herramientas que emplean estos jugadores para la comunidad es única.", "Desde tener a ", "Shrek", " persiguiendo a ", "Leon", " en ", "Resident Evil 4", ", tener a ", "Spider-man ", "en ", "Injustice 2", " o simplemente tener los mejores atuendo para ", "Ada y Claire", ". Cada mod contribuye bastante a hacer más popular el juego.", "Aquí es donde entra ", "Mortal Kombat 1", " y un genial mod para ", "Nitara", ", personaje interpretado por ", "Megan Fox", " y es que el canal de Youtube de ", "Kombat Cup", " logró ajustar dicha herramienta para que el personaje luzca como ", "Jennife", "r de ", "Diabólica Tentación", " (", "Jennifer's Body", "), cinta que también está protagonizada por ella.", "Esta skin tiene un uniforme de colegiala, justo como en la cinta, lo mejor de todo esto es que el mod realmente podría pasar como una skin legítima del juego, sólo haría falta que ", "Warner. ", "y ", "Fox Atomic", " llegaran a un acuerdo, porque sin problemas podría ser canon dentro del juego.", "¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Gamescom: Alguien invadió el escenario del Opening Night Live"], "contenido": ["En una repetición de los momentos finales de ", "The Game Awards 2022", ", la ", "Gamescom", " ", "Opening", " ", "Night", " ", "Live", " ya ha sido invadida por un par de intrusos.", "Durante las palabras de apertura del presentador ", "Geoff Keighley", ", dos personas subieron corriendo al escenario. Uno se acercó al micrófono que ", "Keighley", " tenía en la mano y dijo: \"", "Bill Clinton quiere jugar a GTA 6... Bill Clinton, GTA 6. Quiero jugar a GTA 6", "\". Esta es claramente una referencia al intruso del escenario de ", "The Game Awards 2022", ", quien interrumpió la celebración del Juego del año de ", "FromSoftware", " diciendo: \"Quiero agradecer a todos y decir que creo que quiero nominar [sic] este premio a mi rabino ortodoxo reformado, ", "Bill", " ", "Clinton", ". Gracias a todos\".", "La seguridad llegó rápidamente al escenario y escoltó a los dos intrusos fuera de la pantalla, mientras el público abucheaba. ", "Keighley", " expresó su decepción y dijo: \"Estoy realmente decepcionado... Eso es tan decepcionante. Esta es una noche tan especial para tantos desarrolladores, y es realmente decepcionante ver a alguien actuar de esa manera. Pero vamos a seguir adelante con el programa, tenemos muchos juegos fantásticos que mostrarles\".", "Después de T", "he Game Awards", " del año pasado, ", "Keighley", " confirmó que el intruso había sido arrestado. Como te dijimos en diciembre, no hagas esto. Una vez más, se sabe que los que se invaden el escenario causan daños reales. No queremos tomar a la ligera este acto.", "Logan Plant es un escritor independiente para IGN que cubre noticias sobre videojuegos y entretenimiento. Tiene más de siete años de experiencia en la industria del juego con firmas en IGN, Nintendo Wire, Switch Player Magazine y Lifewire. Encuéntrelo en Twitter @LoganJPlant."]},
{"titulo": ["Grand Theft Auto 6: Take-Two podría haber confirmado que el esperado título llegará el próximo año"], "contenido": ["¿Qué tal va el hype por Grand Theft Auto 6? ¡Tenemos novedades! ", "Es posible que el editor ", "Take-Two Interactive", " haya anunciado la ventana de lanzamiento de la próxima entrega en la franquicia de videojuegos más grande de todos los tiempos: ", "Grand Theft Auto 6. Sí, el esperado título podría estar ya en camino y llegar el próximo año.", "En un comunicado de prensa, emitido junto con su informe anual de ganancias, ", "Take-Two", " compartió sus proyecciones para los próximos años, incluida una gran proyección para los años fiscales 2025 y 2026. ", "Contexto: el año fiscal 2025 comienza en abril de 2024.", "“De cara al futuro, el año fiscal 2025 es un año muy esperado para nuestra empresa\"", ", afirma el comunicado. \"", "Durante los últimos años, hemos estado preparando nuestro negocio para lanzar una cartera de proyectos increíblemente sólida, que creemos, llevará a nuestra empresa a niveles aún mayores de éxito. En el año fiscal 2025, esperamos ingresar a esta nueva era lanzando varios títulos innovadores que creemos que establecerán nuevos estándares en nuestra industria y nos permitirán alcanzar más de 8 mil millones (de dólares) en reservas netas y más de mil millones en flujo de efectivo operativo ajustado sin restricciones. Esperamos mantener este impulso al ofrecer niveles aún más altos de resultados operativos en el año fiscal 2026 y más allá”.", "¡Hay nueva información de GTA VI! Según un reporte de Bloomberg, el esperado título de Rockstar Games tendrá a dos personajes jugables inspirados en Bonnie y Clyde y uno de ellos será una mujer latina. ", "¿Quieres más detalles? Aquí los encuentras: ", "https://t.co/SnWQyYauQn", " ", "pic.twitter.com/1PD6nZfJ6K", "— IGN Latinoamérica (@IGNLatam) ", "July 27, 2022", "Está bien, ", "Take-Two NO nombra EXPLÍCITAMENTE a Grand Theft Auto 6 aquí, pero seamos sinceros: es difícil imaginar que otra de sus franquicias haga este enorme trabajo por ellos", ". Por un lado, las reservas netas de Take-Two en el último año fiscal alcanzaron los 5 mil 300 millones de dólares, un récord anual. Cabe destacar que este hito se alcanzó gracias a las aportaciones de ", "Zynga", ", que adquirió el año pasado. Antes de esto, las reservas netas anuales regulares de la compañía eran de aproximadamente 3 mil millones de dólares y aumentaban constantemente: se necesitó la adquisición de un importante desarrollador móvil para que superaran los mil millones en el periodo de sólo un año,", "Entonces, para lograr una meta de 8 mil millones, ", "Take-Two necesitaría realizar adquisiciones significativas, lanzar casi el doble de la cantidad de juegos que históricamente tiene, o presentar un “gigante” de los videojuegos. ", "En particular, Take-Two espera mejorar aún más sus ingresos el año siguiente,", " lo que parece imposible sin algo como GTA Online, construido sobre los cimientos de una nueva entrega de GTA para mandar sus ingresos a las nubes.", " Es difícil imaginar a cualquier otra franquicia, o incluso a varios juegos nuevos combinados, haciendo esta cantidad de dinero.", " ", "Take-Two no confirmó ni negó esta suposición", " ", "Rebekah Valentine de IGN US", ", le preguntó ", "al CEO de Take-Two, Strauss Zelnick,", " sobre esta teoría en una llamada hoy, previo al anuncio de ganancias de la compañía, ", "y el ejecutivo se negó a confirmarla o negarla, señalando que no es práctica de Take-Two hablar sobre títulos específicos no anunciados en informes de ganancias como este.", "Grand Theft Auto V ", "sigue siendo el juego individual más vendido de todos los tiempos y durante los últimos años, ha vendido de forma constante", " unas cinco millones de unidades en cada trimestre, elevando sus números totales a 180 millones", ", mientras que ", "GTA Online", " continúa como un importante motor de ingresos para Take-Two.", "El año pasado, ", "Rockstar confirmó que GTA 6 estaba en desarrollo activo", ",", " pero desde entonces se ha mantenido en silencio sobre su progreso. ", "Una filtración masiva a fines del año pasado mostró parte del juego incomplet", "o, pero Zelnick le dijo a IGN unos meses después que, si bien se trataba de un \"asunto emocional\" para los desarrolladores, ", "no había afectado los trabajos de cara al lanzamiento.", " "]}
]