[
{"titulo": ["Cachorros Bichon Maltes Raza Pequeña - No Botan Pelo"], "descripcion": ["Preciosos Cachorros Bichón Maltés Machos y Hembras disponibles de dos meses de edad.", "Los cachorros se entregan con:", "- Vacunas y Desparasitación al día.", "- Carnet de vacunas firmado y sellado por Medico Veterinario.", "- Antipulgas y kit de alimentación.", "- Garantía de raza y buen estado de salud.", "Es una raza de carácter cariñoso, juguetón y vivaz, muy recomendada para familias con niños o personas que busquen una buena compañía.", "Cachorros de tamaño pequeño, ideal para departamentos o casas pequeñas. Esta raza no suelta pelaje y es recomendada para personas alérgicas.", "Brindamos asesoría de cuidado y crianza de su cachorro las 24 horas del día.", "Entregamos a domicilio sin recargo adicional.", "Realizamos envíos a Provincias."], "precio": ["1.200"]},
{"titulo": ["Bichón Frisé Cachorros"], "descripcion": ["Cachorros Bichón frisé , dos meses se entregan vacunados y desparasitados con una guía de crianza continua , padres importados , únicos hipoalergénicos , carácter dócil equilibrado inteligente , preguntar antes de darle comprar ,14 años en MercadoLibre con exelente reputación nos garantizan."], "precio": ["1.600"]},
{"titulo": ["Cachorros Bichón Maltés Raza Pequeña Con Vacunas"], "descripcion": ["Hermosos cachorros de raza Bichón Maltés con 2 meses de edad, disponible para entrega inmediata:", "- Vacunados y Desparasitados.", "- Nuestros cachorros se entregan con carnet de vacunas firmado y sellado por médico colegiado.", "- Cachorros 100% puros. Garantía de raza y buen estado de salud. Ya se alimentan solo de croquetas.", "- Mascotas de tamaño pequeño, adecuados para departamentos. Super lindos, juguetones e inteligentes, excelentes para niños y familias.", "- Entregamos a domicilio sin costo adicional en todos los distritos de Lima.", "- Realizamos envíos a todas las provincias del Perú.", "***********************************************************", "Adquiera su mascota con total garantía y seguridad. Visite nuestro perfil de MercadoLibre, tenemos calificaciones 100% positivas que recibimos por parte de nuestros clientes y atención que brindamos día a día.", "***********************************************************", "¿Por qué el Bichón Maltés puede ser el mejor compañero?", "El Bichón Maltés es la mejor raza hipoalergénica que podemos elegir para que nos acompañe en nuestro hogar. No deberás estar preocupado de tener algún tipo de alergia ya que la raza no sufre pérdida de pelo en exceso, gracias a que su pelaje crece fino y fuerte. A diferencia de muchas otras razas, sólo tiene una capa de pelo (no tiene una subcapa debajo), y por lo tanto no muda el pelo."], "precio": ["1.100"]},
{"titulo": ["Cachorros Golden Retriever Calidad A-1, Padres Importados"], "descripcion": ["Verdaderos Cachorros Golden Retriever de Calidad A-1, Hijos de Padres Importados..", "Abuelos Importados.", "* Cachorros de Raza Pura anchos y de buen Hueso.", "* Machitos y Hembritas disponibles con sus respectivas Vacunas y desparasitacion.", "* Se entregan con sus respectivas Tarjetas Sanitarias de Vacunacion.", "*Alimentados con Alimento Balanceado.", "*Excelente Linea de Sangre, Genetica y Estructura Comprobada.", "* Somos Una Familia dedicada a la crianza de esta Hermosa Raza hace mas de 15 años.", "* Brindamos asesoramiento en la crianza de su proximo Cachorro.", "* Hacemos emvios a todas las Ciudades y Provincias del Pais, tambien a nivel Internacional.", "* Cachorros 100% Garantizados en RAZA Y SALUD."], "precio": ["1.700"]},
{"titulo": ["Auténticos Cachorros Yorkshire Terrier, Calidad A-1"], "descripcion": ["SERIEDAD - GARANTIA - CONFIANZA", "Cachorros Yorkshire Terrier, Hijos de Padres Importados Pedigri.", "* Entregas a Domicilio GRATIS", "* Excelente Linea de Sangre.", "* Vacunados y Desparasitados.", "*Carnet de Vacunas al dia.", "* Muy Bien Alimentados con Alimento Balanceado.", "* Asesoria en el Cuidado y la Crianza de su Nuevo Cachorro.", "* Realizamos envios a Nivel Nacional."], "precio": ["670"]}
]